Repository: xfce-mirror/thunar
Catalog: po/*.po
Languages: ku, ug

source: with the following link?
ug: تۆۋەندىكى ئۇلانمىنى ئىشلىتەمدۇ؟

source: with the following folder?
ug: تۆۋەندىكى قىسقۇچنى ئىشلىتەمدۇ؟

source: with the following file?
ug: تۆۋەندىكى ھۆججەتنى ئىشلىتەمدۇ؟

source: _Apply the action to all files and folders
ug: مەشغۇلاتنى بارلىق ھۆججەت ۋە قىسقۇچقا قوللان(_A)

source: /executable
ug: /ئىجراچان

source: The desktop file %s is in an insecure location and not marked as secure%s. If you do not trust this program, click Cancel.
ug: بۇ «%s» desktop ھۆججىتى بىخەتەر بولمىغان ئورۇندا ئۇنىڭ ئۈستىگە بىخەتەر %s بەلگىسى قويۇلمىغان. ئەگەر بۇ پىروگراممىغا ئىشەنمىسىڭىز، ۋاز كەچنى تاللاڭ.

source: _Launch Anyway
ug: قوزغىتىۋەر(_L)

source: Mark As _Secure And Launch
ug: بىخەتەر ۋە قوزغات بەلگىسى سال(_S)

source: Close split pane with multiple tabs?
ug: كۆپ بەتكۈچلۈك بۆلۈنگەن كۆزنەكچىنى ياپامدۇ؟

source: The other split pane has multiple open tabs. Closing it will close all these tabs.
ug: باشقا بۆلۈنگەن كۆزنەكچىنىڭ كۆپلىگەن ئوچۇق بەتكۈچى بار. كۆزنەكچە يېپىلسا ئۇنىڭ بارلىق بەتكۈچلىرىنىمۇ ياپىدۇ.

source: Warning
ug: ئاگاھلاندۇرۇش

source: Close Pane
ug: كۆزنەكچىنى ياپ

source: Do _not ask me again
ku: Careke din pirs _neke
ug: قايتا سورىما(_N)

source: The file "%s" seems to be executable. What do you want to do with it?
ug: بۇ «%s» ھۆججەت ئىجراچاندەك قىلىدۇ. ئۇنىڭدا نېمە ئىش قىلىسىز؟

source: The selected files seem to be executable. What do you want to do with them?
ug: تاللانغان ھۆججەت ئىجراچاندەك قىلىدۇ. ئۇنىڭدا نېمە ئىش قىلىسىز؟

source: Open Shell Script
ug: Shell قوليازمىنى ئاچ

source: Run In _Terminal
ug: تېرمىنالدا ئىجرا قىل(_T)

source: Failed to edit launcher via command "%s"
ug: «%s» بۇيرۇقى ئارقىلىق قوزغاتقۇچنى تەھرىرلىيەلمىدى

source: Copy _Here
ug: بۇ يەرگە كۆچۈر(_H)

source: _Move Here
ug: بۇ يەرگە يۆتكە(_M)

source: _Link Here
ug: بۇ يەرگە ئۇلا(_L)

source: A maximum of %u emblems is supported per file.
ug: ھەر بىر ھۆججەت ئەڭ كۆپ بولغاندا %u كاكارنى قوللايدۇ.

source: Too many emblems selected
ug: بەك كۆپ كاكار تاللاندى

source: Name only
ku: Tenê nav
ug: ئاتىلا

source: Extension only
ug: كېڭەيتىلگەن ئاتىلا

source: Name and Extension
ug: ئات ۋە كېڭەيتىلگەن ئاتى

source: Date Created
ug: قۇرۇلغان چېسلا

source: Date Accessed
ku: Dîroka Gihiştinê
ug: زىيارەت قىلىنغان چېسلا

source: Date Modified
ku: Dîroka Guherandinê
ug: ئۆزگەرتىلگەن چېسلا

source: Date Deleted
ug: ئۆچۈرگەن چېسلا

source: Recency
ug: يېقىنقى زىيارەت ۋاقتى

source: Location
ug: ئورنى

source: Group
ku: Kom
ug: گۇرۇپپا

source: MIME Type
ku: Cureyê MIME
ug: MIME تىپى

source: Name
ku: Nav
ug: ئاتى

source: Owner
ku: Xwedî
ug: ئىگىدار

source: Permissions
ku: Destûr
ug: ئىجازەت

source: Size
ku: Mezinahî
ug: چوڭلۇقى

source: Size in Bytes
ug: بايت چوڭلۇقى

source: Type
ku: Cure
ug: تۈرى

source: File
ku: Pel
ug: ھۆججەت

source: File Name
ku: Navê Pelê
ug: ھۆججەت ئاتى

source: Never
ug: ھەرگىز

source: Only For Remote Location
ug: يىراقتىكى ئورۇن ئۈچۈنلا

source: Always
ug: ھەمىشە

source: Copy
ug: كۆچۈر

source: Move
ug: يۆتكە

source: Rename
ug: ئات ئۆزگەرت

source: Create File
ug: ھۆججەت قۇر

source: Create Folder
ug: قىسقۇچ قۇر

source: Delete (opposite of create)
ug: ئۆچۈر(قۇرغاننىڭ ئەكسىچە)

source: Trash
ku: Avêtî
ug: ئەخلەتخانا

source: Restore (opposite of trash)
ug: ئەسلىگە كەلتۈر(ئەخلەتخانانىڭ ئەكسىچە)

source: Link
ku: Girêdan
ug: ئۇلانما

source: Unlink
ug: ئۈز

source: Log operations
ug: مەشغۇلاتنى خاتىرىلە

source: Log no operations
ug: مەشغۇلاتنى خاتىرىلىمە

source: Log only timestamps
ug: ۋاقىت تامغىسىنىلا خاتىرىلە

source: Standalone
ug: مۇستەقىل

source: Embedded
ug: سىڭدۈرۈلگەن

source: Only for local files
ug: يەرلىك ھۆججەت ئۈچۈنلا

source: Disabled
ku: Neçalak
ug: چەكلەنگەن

source: File Manager → Terminal
ug: ھۆججەت باشقۇرغۇچ ← تېرمىنال

source: Terminal → File Manager
ug: تېرمىنال ← ھۆججەت باشقۇرغۇچ

source: Both Ways
ug: ھەر ئىككىسى

source: File System
ku: Pergala Pelan
ug: ھۆججەت سىستېمىسى

source: The root folder has no parent
ku: Jorî peldanka rootê tuneye
ug: root مۇندەرىجىسىنىڭ ئاتا مۇندەرىجىسى يوق

source: Failed to parse the desktop file: %s
ug: ئۈستەلئۈستى ھۆججىتىنى يېشىش مەغلۇپ بولدى: %s

source: Untrusted application launcher
ug: ئىشەنچسىز پىروگرامما قوزغاتقۇچ

source: No Exec field specified
ku: Qada Execê nehatiye diyarkirin
ug: Exec خەت بۆلىكى بېكىتىلمىگەن

source: Untrusted link launcher
ug: ئىشەنچسىز ئۇلانما قوزغاتقۇچ

source: No URL field specified
ku: Qada URL nehatiye diyarkirin
ug: تور ئادرېس خەت بۆلىكى بېكىتىلمىگەن

source: Invalid desktop file
ku: Pela sermasê a nederbasdar
ug: ئىناۋەتسىز ئۈستەلئۈستى ھۆججىتى

source: broken link
ku: lînka şikestî
ug: بۇزۇلغان ئۇلانما

source: %s (link to %s)
ug: %s (%s غا باغلىنىدۇ)

source: %s (link)
ug: %s (ئۇلانما)

source: %s (mount point)
ug: %s (ئېگەرلەش نۇقتىسى)

source: Solid State Drive
ug: مۇقىم دىسكا قوزغاتقۇچ

source: System Drive
ug: سىستېما قوزغاتقۇچ

source: USB Drive
ug: USB قوزغاتقۇچ

source: Camera
ug: كامېرا

source: Harddisk
ug: قاتتىق دىسكا

source: Optical Drive
ug: ئوپتىكىلىق قوزغاتقۇچ

source: Removable Drive
ug: كۆچمە دىسكا

source: Flash Drive
ug: بارماق دىسكا

source: Floppy
ug: يۇمشاق دىسكا

source: Optical Media
ug: ئوپتىكىلىق ۋاسىتە

source: Tape
ug: ماگنىتلىق لېنتا

source: Multimedia Player
ug: كۆپ ۋاسىتە قويغۇچ

source: Phone
ug: تېلېفون

source: %s on %s
ug: ‫%2$s دىكى %1$s

source: %s used (%.0f%%) | %s free (%.0f%%)
ug: %s ئىشلىتىلگەن (%.0f%%) | %s بوش (%.0f%%)

source: The item will be removed from the history
ug: بۇ تۈرنى تارىخ خاتىرىسىدىن چىقىرىۋېتىدۇ

source: Could not find "%s"
ug: «%s» نى تاپالمىدى

source: Icon based directory listing
ku: Lîstekirina pelrêçan ya ku zemînên wan îkon e
ug: سىنبەلگىنى ئۆلچەم قىلىپ مۇندەرىجىنى تىزىش

source: Icon view
ku: Xuyaneka îkonê
ug: سىنبەلگە كۆرۈنۈش

source: Error removing file: %s
ug: ھۆججەتنى چىقىرىۋېتىۋاتقاندا خاتالىق كۆرۈلدى: %s

source: The file "%s" already exists
ku: Pelê "%s" jixwe heye
ug: ھۆججەت «%s» ئاللىقاچان مەۋجۇت

source: Failed to create empty file "%s": %s
ug: بوش ھۆججەت «%s» نى قۇرالمىدى: %s

source: Failed to create directory "%s": %s
ug: مۇندەرىجە «%s» نى قۇرالمىدى: %s

source: Preparing...
ku: Tê amade kirin...
ug: تەييارلاۋاتىدۇ…

source: You do not have permission to delete the file "%s"
ug: بۇ «%s» ھۆججەتنى ئۆچۈرۈش ئىجازىتىڭىز يوق

source: Could not delete file "%s": %s
ug: ھۆججەت «%s» نى ئۆچۈرگىلى بولمىدى: %s

source: Failed to change the owner of "%s": %s
ug: «%s» نىڭ ئىگىسىنى ئۆزگەرتەلمىدى: %s

source: Failed to change the group of "%s": %s
ug: «%s» نىڭ گۇرۇپپىسىنى ئۆزگەرتەلمىدى: %s

source: Failed to change the permissions of "%s": %s
ug: «%s» نىڭ ئىجازىتىنى ئۆزگەرتەلمىدى: %s

source: Selection: %s
ug: تاللاش: %s

source: Free space: %s
ug: ئەركىن بوشلۇق: %s

source: %s (copy %u)%s
ug: ‎%s‎‏ (كۆچۈر %u)%s

source: %s (copy %u)
ug: %s (كۆچۈر %u)‏‎

source: The file "%s" (%s) already exists. Would you like to replace it? If you replace an existing file, its contents will be overwritten.
ug: ھۆججەت «%s» (%s) مەۋجۇت. ئۇنى ئالماشتۇرامسىز؟ ئەگەر مەۋجۇت ھۆججەت ئالماشتۇرۇلسا، ئۇنىڭ مەزمۇنى قاپلىنىپ كېتىدۇ.

source: The file "%s" already exists. Would you like to replace it? If you replace an existing file, its contents will be overwritten.
ug: ھۆججەت «%s» مەۋجۇت. ئۇنى ئالماشتۇرامسىز؟ ئەگەر مەۋجۇت ھۆججەت ئالماشتۇرۇلسا، ئۇنىڭ مەزمۇنى قاپلىنىپ كېتىدۇ.

source: Do you want to overwrite it?
ku: Tu dixwazî li ser binivîsî?
ug: قاپلىۋېتەمسىز؟

source: Do you want to permanently delete it?
ug: ئۇنى مەڭگۈلۈك ئۆچۈرۈۋېتەمسىز؟

source: Do you want to create it?
ug: قۇرامسىز؟

source: Do you want to skip it?
ku: Tu dixwazî derbas bibî?
ug: ئۆتكۈزۈۋېتەمسىز؟

source: There is not enough space on the destination. Try to remove files to make space.
ug: نىشاندا يېتەرلىك بوشلۇق يوق. بوشلۇق بىكارلاش ئۈچۈن بىر قىسىم ھۆججەتلەرنى چىقىرىۋېتىڭ.

source: %d file
ug: %d ھۆججەت

source: No operation which can be undone has been performed yet. (For some operations undo is not supported)
ug: يېنىۋالغىلى بولىدىغان ھېچقانداق مەشغۇلات ئىجرا قىلىنمىدى. (بەزى مەشغۇلات يېنىۋېلىشنى قوللىمايدۇ)

source: There is no operation to undo
ug: يېنىۋالىدىغان ھېچقانداق مەشغۇلات يوق

source: The operation you are trying to undo does not have any files associated with it, and thus cannot be undone.
ug: يېنىۋالماقچى بولغان مەشغۇلات بىلەن مۇناسىۋەتلىك ھېچقانداق ھۆججەت يوق شۇڭا يېنىۋالالمايدۇ.

source: %s operation cannot be undone
ug: %s مەشغۇلاتىدىن يېنىۋالغىلى بولمايدۇ

source: The following files were overwritten in the operation you are trying to undo and cannot be restored:
ug: تۆۋەندىكى ھۆججەت يېنىۋالماقچى بولغان مەشغۇلاتتا قاپلىۋېتىلگەن، ئەسلىگە كەلتۈرگىلى بولمايدۇ:

source: %s operation can only be partially undone
ug: %s مەشغۇلاتىدىن پەقەت قىسمەن يېنىۋالغىلى بولىدۇ

source: Failed to undo operation '%s'
ug: «%s» مەشغۇلاتىدىن يېنىۋالالمىدى

source: No operation which can be redone available.
ug: قايتىلايدىغان ھېچقانداق مەشغۇلات يوق.

source: There is no operation to redo
ug: قايتىلايدىغان ھېچقانداق مەشغۇلات يوق

source: The operation you are trying to redo does not have any files associated with it, and thus cannot be redone.
ug: قايتىلىماقچى بولغان مەشغۇلات بىلەن مۇناسىۋەتلىك ھېچقانداق ھۆججەت يوق شۇڭا قايتىلىيالمايدۇ.

source: %s operation cannot be redone
ug: %s مەشغۇلاتىنى قايتىلىغىلى بولمايدۇ

source: The following files were overwritten in the operation you are trying to redo and cannot be restored:
ug: تۆۋەندىكى ھۆججەت قايتىلىماقچى بولغان مەشغۇلاتتا قاپلىۋېتىلگەن، ئەسلىگە كەلتۈرگىلى بولمايدۇ:

source: %s operation can only be partially redone
ug: %s مەشغۇلاتىنى پەقەت قىسمەن قايتىلىغىلى بولىدۇ

source: Failed to redo operation '%s'
ug: «%s» مەشغۇلاتىنى قايتىلىيالمىدى

source: Undo the latest '%s' operation (%s)
ug: ئاخىرقى «%s» مەشغۇلات (%s) تىن يېنىۋالىدۇ

source: Undo the latest operation
ug: ئاخىرقى مەشغۇلاتتىن يېنىۋال

source: Redo the latest '%s' operation (%s)
ug: ئاخىرقى «%s» مەشغۇلات (%s) نى قايتىلايدۇ

source: Redo the latest operation
ug: ئاخىرقى مەشغۇلاتنى قايتىلايدۇ

source: File does not exist
ug: ھۆججەت مەۋجۇت ئەمەس

source: Undo performed
ug: يېنىۋېلىش ئىجرا قىلىندى

source: %s operation was undone
ug: %s مەشغۇلاتتىن يېنىۋالغان

source: Redo performed
ug: قايتىلاش ئىجرا قىلىندى

source: %s operation was redone
ug: %s مەشغۇلات قايتىلانغان

source: Unmounting device
ug: ئۈسكۈنىنى ئېگەرسىزلەۋاتىدۇ

source: The device "%s" is being unmounted by the system. Please do not remove the media or disconnect the drive
ug: سىستېما ئۈسكۈنىسى «%s» نى ئېگەرسىزلەۋاتىدۇ. دىسكىنى چىقارماڭ ياكى ئۈسكۈنىنى كومپيۇتېردىن ئايرىۋەتمەڭ

source: Writing data to device
ug: سانلىق-مەلۇماتلارنى ئۈسكىنىگە يېزىۋاتىدۇ

source: There is data that needs to be written to the device "%s" before it can be removed. Please do not remove the media or disconnect the drive
ug: ئۈسكۈنە «%s» چىقىرىشتىن بۇرۇن بىر يېزىشقا تېگىشلىك سانلىق-مەلۇماتلار بار.دىسكىنى چىقارماق ياكى ئۈسكۈنىنى كومپيۇتېردىن ئايرىۋەتمەڭ

source: Ejecting device
ug: ئۈسكۈنە چىقىرىش

source: The device "%s" is being ejected. This may take some time
ug: ئۈسكۈنە «%s» نى چىقىرىۋاتىدۇ. ئازراق ۋاقىت كېتىشى مۇمكىن

source: Icon size
ku: Mezinahiyê Îkonê
ug: سىنبەلگە چوڭلۇقى

source: The icon size for the path entry
ug: يول كىرگۈسىنىڭ سىنبەلگە چوڭلۇقى

source: Stop Search
ug: ئىزدەشنى توختات

source: Search is in progress... Press the cancel button or the Escape key to stop.
ug: ئىزدەش داۋاملىشىۋاتىدۇ… ۋاز كەچ توپچە بېسىلسا ياكى Escape كۇنۇپكا بېسىلسا توختايدۇ.

source: Owner:
ku: Xwedî:
ug: ئىگىسى:

source: _Access:
ug: زىيارەت(_A):

source: Gro_up:
ug: گۇرۇپپا(_U):

source: Acc_ess:
ug: زىيارەت(_E):

source: Others
ug: باشقا

source: Acce_ss:
ug: زىيارەت(_S):

source: Program:
ku: Bername:
ug: پىروگرامما:

source: Allow this file to _run as a program
ku: Ev pel wekî _bername dikare were xebitandin
ug: مەزكۇر ھۆججەتنى پىروگرامما سۈپىتىدە ئىجرا قىلىشقا يول قويىدۇ(_R)

source: Allowing untrusted programs to run presents a security risk to your system.
ug: ئىشەنچسىز پىروگراممىنىڭ ئىجرا بولۇشىغا يول قويۇلسا، سىستېمىغا بىخەتەرلىك خەتىرى پەيدا قىلىدۇ.

source: The folder permissions are inconsistent, you may not be able to work with files in this folder.
ug: مۇندەرىجىنىڭ ئىجازىتى زىددىيەتلىك، مۇندەرىجە ئىچىدىكى ھۆججەتلەرنى ئىشلەتكىلى بولماسلىقى مۇمكىن.

source: Correct _folder permissions...
ug: مۇندەرىجە ئىجازىتىنى تۈزەت(_F)...

source: Click here to automatically fix the folder permissions.
ug: بۇ يەر چېكىلسە مۇندەرىجە ئىجازىتى ئاپتوماتىك تۈزىتىلىدۇ.

source: Please wait...
ku: Ji kerema xwe re li bendê bimîne..
ug: كۈتۈڭ...

source: Stop applying permissions recursively.
ku: Êdî destûra gihaştinan wekî dubarekirina bixweber nesepîne.
ug: ئىجازەتنى قايتىلانما قوللىنىشنى توختىتىدۇ.

source: Question
ku: Pirs
ug: سوئال

source: Apply recursively?
ku: Ma bila wekî dubarekirina bixweber were sepandin?
ug: قايتىلانما قوللىنامدۇ؟

source: Do you want to apply your changes recursively to all files and subfolders below the selected folder?
ku: Çi guherînên ku te kir bila hemû pelgehên peldanka hilbijartî û li hemû jêrepeldankan were sepandin?
ug: تاللانغان مۇندەرىجە ئىچىدىكى بارلىق ھۆججەت ۋە مۇندەرىجىلەرگىمۇ قايتىلانما ئۆزگىرىشنى قوللىنامدۇ؟

source: If you select this option your choice will be remembered and you won't be asked again. You can use the preferences dialog to alter your choice afterwards.
ku: Heke tu vê vebijêrkê hilbijêrî, wê tercîha te bîne bîra xwe û wê dîsa ji te nepirse. Tu dikarî paceya vebijêrkan bikar bîne û tercîhên xwe biguherîne.
ug: ئەگەر سىز بۇ تاللانمىنى تاللىسىڭىز، جاۋابىڭىزنى ئەستە تۈتۇۋېلىپ، سىزدىن قايتا سورىمايدۇ. كېيىن مايىللىق سۆزلەشكۈسىدە بۇ جاۋابنى ئۆزگەرتەلەيسىز.

source: Mixed file owners
ug: ئارىلاش ھۆججەت ئىگىدارى

source: Unknown file owner
ku: Xwediyê pelê nayê naskirin
ug: يوچۇن ھۆججەت ئىگىدارى

source: None
ku: Tune
ug: يوق

source: Write only
ku: Bi tenê Nivîsandin
ug: يېزىشقىلا

source: Read only
ku: Bi tenê Xwendin
ug: ئوقۇشقىلا

source: Read & Write
ku: Xwendin & Nivîsandin
ug: ئوقۇش ۋە يېزىش

source: Varying (no change)
ug: پەرقلىق(ئۆزگىرىش يوق)

source: Correct folder permissions automatically?
ku: Bila destûrên peldankan bixweber werine sererastkirin?
ug: قىسقۇچ ئىجازىتىنى ئاپتوماتىك تۈزەتسۇنمۇ؟

source: Folder permissions
ug: قىسقۇچ ئىجازىتى

source: Correct _folder permissions
ug: قىسقۇچ ئىجازىتىنى تۈزەت(_F)

source: The folder permissions will be reset to a consistent state. Only users allowed to read the contents of this folder will be allowed to enter the folder afterwards.
ku: Dê destûrên peldankan bên rewşa bi biryar. Bi tenê bikarhênerên ku destûra wan a naveroka peldankan hene, dê bikaribin têkevin hundirê peldankan.
ug: قىسقۇچ ئىجازىتى نورمال ھالەتكە ئەسلىگە قايتۇرۇلىدۇ. ئىشلەتكۈچىلەرلا قىسقۇچتىكى مەزمۇنلارنى ئوقۇيالايدۇ ۋە ئىچىگە كىرەلەيدۇ.

source: Error while changing file permissions
ug: ھۆججەت ئىجازىتىنى ئۆزگەرتكەندە خاتالىق كۆرۈلدى

source: Thunar Preferences
ug: Thunar مايىللىق

source: Display
ug: كۆرسىتىش

source: Window Settings
ug: كۆزنەك تەڭشىكى

source: Use custom window decorations (only applied to new windows)
ug: ئىختىيارى كۆزنەك بېزەكلىرىنى ئىشلىتىدۇ(پەقەت يېڭى كۆزنەككىلا قوللىنىلىدۇ)

source: Use custom, client-side window decorations instead of global, server-side ones. - Only applied to new Thunar windows
ug: ئومۇمىيەت، مۇلازىمېتىر تەرەپ بېزىكىنىڭ ئورنىغا خېرىدار تەرەپ كۆزنەك بېزەكلىرىنى ئىشلىتىدۇ - پەقەت يېڭى Thunar كۆزنىكىگە قوللىنىلىدۇ

source: Use current folder icon as window icon
ug: نۆۋەتتىكى قىسقۇچ سىنبەلگىسىنى كۆزنەك سىنبەلگىسىگە ئىشلىتىدۇ

source: Select this option to use the current folder icon as window icon
ug: بۇ تاللانما تاللانسا نۆۋەتتىكى قىسقۇچ سىنبەلگىسىنى كۆزنەك سىنبەلگىسىگە ئىشلىتىدۇ

source: View Settings
ug: كۆرۈنۈش تەڭشىكى

source: View _new folders using:
ku: Peldankên _nû bi vê re nîşan bide:
ug: يېڭى قىسقۇچ ئىشلىتىش كۆرۈنۈشى(_N):

source: Icon View
ku: Bergeha Sembolan
ug: سىنبەلگە كۆرۈنۈش

source: List View
ug: تىزىم كۆرۈنۈش

source: Compact View
ug: ئىخچام كۆرۈنۈش

source: Last Active View
ku: Dîtina çalak a herî dawî
ug: ئاخىرقى ئاكتىپ كۆرۈنۈش

source: _Remember view settings for each folder
ug: ھەر بىر قىسقۇچنىڭ كۆرۈنۈش تەڭشىكىنى ئەستە تۇت(_R)

source: Select this option to remember view type, zoom level and sort settings individually for each folder
ug: بۇ تاللانما تاللانسا ھەر بىر قىسقۇچنىڭ كۆرۈنۈش تۈرى، چوڭايتىش دەرىجىسى ۋە تەرتىپلەش تەڭشىكىنى ئايرىم ئەستە تۇتىدۇ

source: gvfs metadata support is required
ug: gvfs تەپسىلىي سانلىق مەلۇماتنىڭ قوللىشى زۆرۈر

source: Show file size in binary format
ug: ھۆججەت چوڭلۇقىنى ئىككىلىك پىچىمدا كۆرسىتىدۇ

source: Select this option to show file size in binary format instead of decimal.
ug: بۇ تاللانما تاللانسا ھۆججەت چوڭلۇقىنى ئونلۇق سىستېمىدا كۆرسىتىشنىڭ ئورنىغا ئىككىلىك پىچىمدا كۆرسىتىدۇ.

source: Thumbnails
ug: كىچىك سۈرەت

source: Show thumbnails:
ug: كىچىك سۈرەتنى كۆرسەت:

source: Local Files Only
ug: يەرلىك ھۆججەتلا

source: Only show thumbnails for files smaller than:
ug: پەقەت بەلگىلەنگەن چوڭلۇقتىن كىچىك بولغان ھۆججەتنىڭ كىچىك سۈرىتىنى كۆرسىتىدۇ:

source: Unlimited
ug: چەكسىز

source: Draw frames around thumbnails
ug: كىچىك سۈرەتنى چۆرىدەپ رامكا سىزىدۇ

source: Select this option to draw black frames around thumbnails.
ug: بۇ تاللانما تاللانسا كىچىك سۈرەتنى چۆرىدەپ قارا رامكا سىزىدۇ.

source: _Text beside icons
ku: Li kêleka _nivîsan îkon
ug: سىنبەلگە يېنىدا تېكىستنى كۆرسەت(_T)

source: Select this option to place the icon captions for items beside the icon rather than below the icon.
ug: سىنبەلگە تېكىستنى سىنبەلگىنىڭ ئاستىدا ئەمەس يېنىدا كۆرسەتمەكچى بولغاندا بۇ تاللانما تاللىنىدۇ.

source: Date
ug: چېسلا

source: _Format:
ug: پىچىم(_F):

source: Custom
ug: ئىختىيارى

source: Today / Custom
ug: بۈگۈن/ئىختىيارى

source: Custom date format to apply. The most common specifiers are: %d day of month %m month %Y year including century %H hour %M minute %S second For a complete list, search 'Glib.DateTime.format'.
ug: قوللىنىدىغان ئىختىيارى چېسلا پىچىمى. ئەڭ كۆپ ئىشلىتىلىدىغان چېسلا پىچىمى ئورۇن بەلگىسى %d ئايدىكى كۈن %m ئاي %Y تۆت خانىلىق يىل %H سائەت %M مىنۇت %S سېكۇنت تولۇق تىزىمنى كۆرۈش ئۈچۈن «Glib.DateTime.format» نى ئىزدەڭ.

source: Side Pane
ug: يان كۆزنەكچە

source: Shortcuts Pane
ug: تېزلەتمە كۆزنەكچە

source: _Icon Size:
ku: Mezinahiya _Îkonê:
ug: سىنبەلگە چوڭلۇقى(_I):

source: Select this option to display icon emblems in the shortcuts pane for all folders for which emblems have been defined in the folders properties dialog.
ku: Heke tu vê vebijêrkê hilbijêrî, amblemên peldankan -heke ji taybetmendiyên peldankan hatibe nasîn- wê di panela kurteriyan de were xuyanî.
ug: بۇ تاللانما تاللانسا تېزلەتمە كۆزنەكچىسىدىكى بارلىق قىسقۇچتا سىنبەلگە كاكارىنى كۆرسىتىدۇ. بۇ كاكارلار قىسقۇچ خاسلىق سۆزلەشكۈسىدە ئېنىقلانغان.

source: Tree Pane
ug: شاخسىمان كۆزنەكچە

source: Icon _Size:
ku: _Mezinahiya Îkonê
ug: سىنبەلگە چوڭلۇقى(_S):

source: Select this option to display icon emblems in the tree pane for all folders for which emblems have been defined in the folders properties dialog.
ug: شاخسىمان تىزىم كۆزنىكىدىكى بارلىق قىسقۇچتا سىنبەلگە كاكارىنى كۆرسىتىدۇ. بۇ كاكارلار قىسقۇچ خاسلىق سۆزلەشكۈسىدە ئېنىقلانغان.

source: Icon Style
ug: سىنبەلگە ئۇسلۇبى

source: Use symbolic folder icons
ug: بەلگە قىسقۇچ سىنبەلگىسىنى ئىشلەت

source: Select this option to use symbolic folder icons instead of regular ones.
ug: بۇ تاللانما تاللانسا ئادەتتىكى سىنبەلگىنىڭ ئورنىغا بەلگە قىسقۇچ سىنبەلگە ئىشلىتىلىدۇ.

source: Image Preview
ug: سۈرەتنى ئالدىن كۆزەت

source: Image Preview Mode:
ug: سۈرەتنى ئالدىن كۆزىتىش ھالىتى:

source: - Standalone: Image Preview uses a separate pane - Embedded: Image Preview is embedded in the left sidepane
ug: - ئايرىم: سۈرەتنى ئالدىن كۆزىتىشكە ئايرىم كۆزنەكچە ئىشلىتىدۇ - سىڭدۈرمە: سۈرەتنى ئالدىن كۆزىتىشكە سىڭدۈرمە سول يان كۆزنەكچە ئىشلىتىدۇ

source: Behavior
ku: Helwest
ug: ھەرىكەت

source: Navigation
ku: Navîgasiyon
ug: يولباشچى

source: _Single click to activate items
ku: _Ji bo çalakkirina hêmanan carekê bitikîne
ug: تۈرلەرنى بىرلا چېكىپ ئاكتىپلا(_S)

source: Specify the d_elay before an item gets selected when the mouse pointer is paused over it:
ug: چاشقىنەك نىشانلىغۇچ بىرەر تۈرنىڭ ئۈستىدە تۇرغاندا تاللانغان ھالەتكە كەلگۈچە بولغان ۋاقىت(_E):

source: When single-click activation is enabled, pausing the mouse pointer over an item will automatically select that item after the chosen delay. You can disable this behavior by moving the slider to the left-most position. This behavior may be useful when single clicks activate items, and you want only to select the item without activating it.
ug: يەككە چېكىپ بىرەر تۈرنى ئاكتىپلىغاندا، چاشقىنەك نىشانلىغۇچنى شۇ تۈرنىڭ ئۈستىدە توختىتىپ تۇرسا، كۆرسىتىلگەن ۋاقىت ئۆتكەندىن كېيىن، مەزكۇر تۈر ئاپتوماتىك تاللىنىدۇ. بۇ ئىقتىدارنى ئىناۋەتسىز قىلىش ئۈچۈن سىيرىغۇچنى ئەڭ سول تەرەپكە سىيرىسىڭىز بولىدۇ. بۇ ئارقىلىق بىرەر تۈرنى چەكمەي تۇرۇپلا تاللاشنى ئەمەلگە ئاشۇرغىلى بولىدۇ.

source: Medium
ku: Navîn
ug: ئوتتۇرا

source: Long
ku: Dirêj
ug: ئۇزۇن

source: _Double click to activate items
ku: Bi çalakkirina îkonan du caran bitikîne
ug: تۈرلەرنى قوش چېكىپ ئاكتىپلا(_D)

source: Tabs and Windows
ug: بەتكۈچ ۋە كۆزنەك

source: Open folders in new tabs on middle click
ug: چاشقىنەك ئوتتۇرا توپچىسى چېكىلسە قىسقۇچنى يېڭى بەتكۈچتە ئاچىدۇ

source: Select this option to open a new tab on middle click instead of a new window
ug: بۇ تاللانما تاللانسا چاشقىنەك ئوتتۇرا توپچىسى چېكىلسە يېڭى كۆزنەكتە ئېچىشنىڭ ئورنىغا يېڭى بەتكۈچتە ئاچىدۇ

source: Open new thunar instances as tabs
ug: بەتكۈچتە يېڭى thunar مىسالى سۈپىتىدە ئاچىدۇ

source: Select this option to open new thunar instances as tabs in an existing thunar window
ug: بۇ تاللانما تاللانسا يېڭى thunar مىسالىنى مەۋجۇت thunar كۆزنىكىدە ئېچىشنىڭ ئورنىغا بەتكۈچتە ئاچىدۇ

source: Show full directory paths in tab titles
ug: بەتكۈچ ماۋزۇسىدا تولۇق مۇندەرىجە يولىنى كۆرسىتىدۇ

source: Select this option to show the full directory path in the tab title instead of only the directory name
ug: بۇ تاللانما تاللانسا بەتكۈچ ماۋزۇسىدا مۇندەرىجىنىڭ ئىسمىنىلا كۆرسىتىشنىڭ ئورنىغا تولۇق مۇندەرىجە يولىنى كۆرسىتىدۇ

source: Restore tabs on startup
ug: قوزغالغاندا بەتكۈچنى ئەسلىگە قايتۇرىدۇ

source: Select this option to restore your tabs as they were last time you used Thunar
ug: بۇ تاللانما تاللانسا Thunar نى ئاخىرقى قېتىم ئىشلەتكەن ۋاقىتتىكى بەتكۈچلەرنى ئەسلىگە قايتۇرىدۇ

source: Context Menu
ug: مەزمۇن تىزىملىكى

source: Show action to permanently delete files and folders
ug: مەڭگۈلۈك ئۆچۈرۈلىدىغان ھۆججەت ۋە قىسقۇچ مەشغۇلاتىنى كۆرسىتىدۇ

source: Select this option to show the 'Delete' action in the context menu
ug: بۇ تاللانما تاللانسا مەزمۇن تىزىملىكىدە «ئۆچۈر» مەشغۇلاتى كۆرۈنىدۇ

source: Advanced
ku: Pêşketî
ug: ئالىي

source: File Transfer
ug: ھۆججەت يوللاش

source: Transfer files in parallel:
ug: ھۆججەتنى پاراللىل يۆتكەيدۇ:

source: Indicates the behavior during multiple copies: - Always: all copies are done simultaneously - Local Files Only: simultaneous copies for local (not remote, not attached) files - Local Files Only (Same Devices): if all files are local but on different devices (disks, mount points), copies will be sequential - Local Files Only (Idle Devices): if all files are local but on busy devices (disks, mount points), copies will be sequential - Never: all copies are done sequentially
ug: كۆپ نۇسخا كۆچۈرۈش مەشغۇلات كۆرسەتمىسى: - ھەمىشە: ھەممە نۇسخا بىرلا ۋاقىتتا تاماملىنىدۇ - يەرلىك ھۆججەتلا: يەرلىك ھۆججەت (يىراقتىكى ئەمەس، قوشۇمچە ئەمەس) بىرلا ۋاقىتتا كۆچۈرۈلىدۇ - يەرلىك ھۆججەتلا (ئوخشاش ئۈسكۈنە): ئەگەر بارلىق ھۆججەت يەرلىك ئۈسكۈنىدە بولۇپ ئەمما پەرقلىق ئۈسكۈنە (دىسكا، ئېگەرلەش نۇقتىسى) دا بولسا تەرتىپ بويىچە كۆچۈرىدۇ - يەرلىك ھۆججەتلا (بىكار ئۈسكۈنە): ئەگەر بارلىق ھۆججەت يەرلىك ئۈسكۈنىدە بولۇپ ئەمما ئالدىراش ئۈسكۈنە (دىسكا، ئېگەرلەش نۇقتىسى) دا بولسا تەرتىپ بويىچە كۆچۈرىدۇ - ھەرگىز: ھەممە كۆچۈرۈش تەرتىپ بويىچە تاماملىنىدۇ

source: Local Files Only (Same Devices)
ug: يەرلىك ھۆججەتلا (ئوخشاش ئۈسكۈنە)

source: Local Files Only (Idle Devices)
ug: يەرلىك ھۆججەتلا (بىكار ئۈسكۈنە)

source: Use intermediate file on copy:
ug: كۆچۈرگەندە ئوتتۇرىدىكى ھۆججەتنى ئىشلىتىدۇ:
