Repository: xfce-mirror/thunar
Catalog: po/*.po
Languages: ku, ug

source: Thunar
ug: Thunar ھۆججەت باشقۇرغۇچ

source: _Open
ku: _Veke
ug: ئاچ(_O)

source: _Execute
ku: Bi_xebitîne
ug: ئىجرا قىل(_E)

source: Edit _Launcher
ug: قوزغاتقۇچ تەھرىرلە(_L)

source: Edit the selected launcher
ug: تاللانغان قوزغاتقۇچنى تەھرىرلەيدۇ

source: Open in new _Tab
ug: يېڭى بەتكۈچتە ئاچ(_T)

source: Open in new _Window
ug: يېڭى كۆزنەكتە ئاچ(_W)

source: Open Item _Location
ug: تۈر ئورنىنى ئاچ(_L)

source: Navigate to the folder in which the selected file is located
ug: تاللانغان ھۆججەت تۇرۇشلۇق جايدىكى قىسقۇچقا يول باشلايدۇ

source: Ope_n With Other Application...
ug: باشقا قوللىنىشچان پىروگراممىدا ئاچ(_N)…

source: Choose another application with which to open the selected file
ku: Ji bo vekirina pelgeha ku hatiye hilbijartin sepaneke din hilbijêre
ug: تاللانغان ھۆججەتنى ئاچىدىغان باشقا پىروگرامما تاللىنىدۇ

source: Set Defa_ult Application...
ug: كۆڭۈلدىكى پىروگرامما تەڭشىكى(_U)…

source: Choose an application which should be used by default to open the selected file
ug: تاللانغان ھۆججەتنى ئاچىدىغان كۆڭۈلدىكى پىروگرامما تاللىنىدۇ

source: _Send To
ku: _Bişîne
ug: يوللا(_S)

source: _Add Bookmark
ug: خەتكۈش قوش(_A)

source: Create bookmarks for all selected folders. If nothing is selected, the current folder is bookmarked.
ug: تاللانغان بارلىق قىسقۇچقا خەتكۈش قۇرىدۇ. ئەگەر ھېچنېمە تاللانمىغان بولسا نۆۋەتتىكى قىسقۇچ خەتكۈشكە قوشۇلىدۇ.

source: Send to _Desktop
ug: ئۈستەلئۈستىگە يوللا(_D)

source: _Properties...
ku: _Taybetmendî...
ug: خاسلىقى(_P)...

source: View the properties of the selected file
ku: Taybetmendiyên pelê ku hatiye hilbijartin nîşan bide
ug: تاللانغان ھۆججەتنىڭ خاسلىقىنى كۆرسىتىدۇ

source: Ma_ke Link
ku: _Girêdanê Çêke
ug: ئۇلانما ياسا(_K)

source: Dup_licate
ug: كۆپەيت(_L)

source: _Rename...
ku: _Nav biguherîne...
ug: ئات ئۆزگەرت(_R)...

source: _Empty Trash
ku: _Çopê Vala Bike
ug: ئەخلەتخانىنى بوشات(_E)

source: Delete all files and folders in the Trash
ku: Hemû peldank û pelên ku di çopê de ye jê bibe
ug: ئەخلەتخانىدىكى بارلىق ھۆججەت ۋە قىسقۇچنى ئۆچۈرىدۇ

source: _Remove from Recent
ug: يېقىنقى خاتىرىدىن چىقىرىۋەت(_R)

source: Remove the selected files from Recent
ug: تاللانغان ھۆججەتنى يېقىنقى زىيارەت تىزىمىدىن چىقىرىۋېتىدۇ

source: Create _Folder...
ku: Peldank Bi_afirîne...
ug: قىسقۇچ قۇر(_F)…

source: Create an empty folder within the current folder
ug: ھازىرقى قىسقۇچقا بوش قىسقۇچ قۇرىدۇ

source: Create _Document
ku: _Pelgeyê Biafirîne
ug: پۈتۈك قۇر(_D)

source: Create a new document from a template
ug: قېلىپتىن يېڭى بىر پۈتۈك قۇرىدۇ

source: _Restore
ku: _Wekî _berê
ug: ئەسلىگە كەلتۈر(_R)

source: Restore and S_how
ug: ئەسلىگە قايتۇرۇپ كۆرسەت(_H)

source: Mo_ve to Trash
ug: ئەخلەتخانىغا يۆتكە(_V)

source: _Delete
ku: _Rake
ug: ئۆچۈر(_D)

source: _Paste
ku: _Pêveke
ug: چاپلا(_P)

source: Move or copy files previously selected by a Cut or Copy command
ku: Pelên ku te bi fermana "Jê Bike" yan jî "Ji Ber Bigire" hilbijartiye yan veguhezîne yan jî ji ber bigire
ug: كەس ياكى كۆچۈر بۇيرۇقلىرى ئارقىلىق تاللانغان ھۆججەتلەرنى يۆتكەيدۇ ياكى كۆچۈرىدۇ

source: _Paste Into Folder
ku: _Bi Peldankê Ve Ke
ug: مۇندەرىجىگە چاپلا(_P)

source: Move or copy files previously selected by a Cut or Copy command into the selected folder
ug: كەس ياكى كۆچۈر بۇيرۇقلىرى ئارقىلىق تاللانغان ھۆججەتلەرنى تاللانغان مۇندەرىجىگە يۆتكەيدۇ ياكى كۆچۈرىدۇ

source: _Paste Link
ug: ئۇلانما چاپلا(_P)

source: Create link to files previously selected by a Cut or Copy command
ug: كەس ياكى كۆچۈر بۇيرۇقى ئىلگىرى تاللىغان ھۆججەتكە ئۇلانما قۇرىدۇ

source: _Copy
ku: Ji _ber bigire
ug: كۆچۈر(_C)

source: Cu_t
ku: _Jê bike
ug: كەس(_T)

source: _Mount
ug: ئېگەرلە(_M)

source: Mount the selected device
ug: تاللىغان ئۈسكۈنىنى ئېگەرلەيدۇ

source: _Unmount
ug: ئېگەرسىزلە(_U)

source: Unmount the selected device
ug: تاللانغان ئۈسكۈنىنى ئېگەرسىزلەيدۇ

source: _Eject
ug: قاڭقىت(_E)

source: Eject the selected device
ug: تاللانغان ئۈسكۈنىنى قاڭقىتىدۇ

source: Failed to execute file "%s" (%s)
ug: ھۆججەت «%s» (%s)نى ئىجرا قىلالمىدى

source: Failed to execute file "%s"
ku: Pela "%s" nehate xebitandin
ug: ھۆججەت «%s» نى ئىجرا قىلالمىدى

source: Failed to open file "%s"
ku: Vekirina pela "%s" serneket
ug: ھۆججەت «%s» نى ئاچالمىدى

source: Failed to open %d file
ku: Vekirina %d pelê serneket
ug: %d ھۆججەتنى ئاچالمىدى

source: Are you sure you want to open all folders?
ku: Tu bawer î ku hemû peldankan veke?
ug: راستتىنلا ھەممە قىسقۇچنى ئاچامدۇ؟

source: Open folders
ug: قىسقۇچ ئاچ

source: This will open %d separate file manager window.
ku: Ev; wê %d heb rêveberê pelan yên cihê veke.
ug: %d ھۆججەت باشقۇرغۇچ كۆزنىكىدە ئايرىم-ئايرىم ئاچىدۇ.

source: Open %d New Window
ku: %d Paceya Nû Veke
ug: %d يېڭى كۆزنەك ئاچ

source: _Cancel
ku: _Betal
ug: ۋاز كەچ(_C)

source: Failed to mount "%s"
ku: Mountkirina "%s" serneket
ug: «%s» نى ئېگەرلىيەلمىدى

source: Failed to open "%s"
ku: "%s" venebû
ug: «%s» نى ئاچالمىدى

source: File does not exist anymore
ug: ھۆججەت ئەمدى مەۋجۇت ئەمەس

source: Failed to open location for "%s"
ug: «%s» نىڭ ئورنىنى ئاچالمىدى

source: Open the selected file
ku: Pelê hilbijartî veke
ug: تاللانغان ھۆججەتنى ئاچ

source: Execute the selected file
ku: Pela hilbijartî bimeşîne
ug: تاللانغان ھۆججەتنى ئىجرا قىل

source: Open the selected directory in new tab
ug: تاللانغان مۇندەرىجىنى يېڭى كۆزنەكتە ئاچىدۇ

source: Open the selected directory in new window
ug: تاللانغان مۇندەرىجىنى يېڭى كۆزنەكتە ئاچىدۇ

source: Create a symbolic link for the selected file
ug: تاللانغان ھۆججەتنىڭ بەلگە ئۇلانمىسىنى ياسايدۇ

source: Rename the selected file
ku: Navê pelê hilbijartî biguherîne
ug: تاللانغان ھۆججەتنىڭ ئاتىنى ئۆزگەرتىدۇ

source: Bulk _Rename...
ug: توپ ئات ئۆزگەرت(_R)...

source: Restore the selected file to its original location
ug: تاللانغان ھۆججەتنى ئەسلى ئورنىغا ئەسلىگە كەلتۈرىدۇ

source: Restore the selected file to its original location and open the location in a new window/tab
ug: تاللانغان ھۆججەتنى ئەسلى ئورنىغا ئەسلىگە كەلتۈرۈپ ئورنىنى يېڭى كۆزنەك/بەتكۈچتە ئاچىدۇ

source: Move the selected file to the Trash
ug: تاللانغان ھۆججەتنى ئەخلەتخانىدىن يۆتكەيدۇ

source: Permanently delete the selected file
ug: تاللانغان ھۆججەتنى مەڭگۈلۈك ئۆچۈرىدۇ

source: Cut the selection
ug: تاللانغاننى كېسىدۇ

source: Prepare the selected file to be moved with a Paste command
ug: تاللانغان ھۆججەتنى چاپلا بۇيرۇقىدا يۆتكەشكە تەييارلايدۇ

source: Copy the selection
ug: تاللانغاننى كۆچۈرىدۇ

source: Prepare the selected file to be copied with a Paste command
ug: تاللانغان ھۆججەتنى «چاپلا» بۇيرۇقىدا كۆچۈرۈشكە تەييارلايدۇ

source: Paste the clipboard
ug: چاپلاش تاختىسىدىن چاپلا

source: Side Pane (Add Bookmark)
ug: يان كۆزنەكچە (خەتكۈش قوش)

source: Add the selected folder to the shortcuts side pane
ku: Peldanka ku hatiye hilbijartin têxe panela kêlekê ya kurteriyan
ug: تاللانغان مۇندەرىجىنى تېزلەتمە يان كۆزنەكچىگە قوشىدۇ

source: Desktop (Create Link)
ku: Sermase (Girêdanekê Pêk Bîne)
ug: ئۈستەلئۈستى (ئۇلانما ياسا)

source: Create a link to the selected file on the desktop
ug: ئۈستەلئۈستىگە تاللانغان ھۆججەتنىڭ ئۇلانمىسىنى ياسايدۇ

source: Send the selected file to "%s"
ku: Pelê hilbijartî ji "%s" re bişîne
ug: تاللانغان ھۆججەت «%s» گە ئەۋەت

source: New Folder
ku: Peldanka Nû
ug: يېڭى قىسقۇچ

source: Create New Folder
ku: Peldanka Nû Biafirîne
ug: يېڭى قىسقۇچ قۇر

source: Create Document from template "%s"
ku: Ji şablona "%s" pelge çêke
ug: «%s» قېلىپتىن پۈتۈك قۇر

source: New Empty File
ku: Pelê Nû yê Vala
ug: يېڭى بوش ھۆججەت

source: New Empty File...
ku: Pelê Nû yê Vala...
ug: يېڭى بوش ھۆججەت...

source: No templates installed in "%s"
ug: ھېچقانداق قېلىپ ئورنىتىلمىغان «%s»

source: _Empty File
ku: Pelê _Vala
ug: بوش ھۆججەت(_E)

source: Failed to eject "%s"
ku: Avêtina "%s" serneket
ug: «%s» نى قاڭقىتالمىدى

source: Failed to unmount "%s"
ku: Unmountkirina "%s" serneket
ug: «%s» نى ئېگەرسىزلىيەلمىدى

source: Use "%s" to open the selected file
ku: Ji bo vekirina pela hilbijartî "%s" bi kar bîne
ug: تاللانغان ھۆججەتنى «%s» دا ئاچ

source: _Open With "%s"
ku: Bi "%s" _Veke
ug: «%s‏»‎‎‏ دا ئاچ(_O)

source: _Open With Default Applications
ku: Bi Sepanên Standard _Veke
ug: كۆڭۈلدىكى پىروگراممىدا ئاچ(_O)

source: Open the selected files with the default applications
ug: تاللانغان ھۆججەتنى كۆڭۈلدىكى پىروگراممىدا ئاچ

source: Ope_n With
ug: ئىلە ئاچ(_N)

source: Open the bulk rename dialog
ku: Qutiya ragihandinê ya navguherandina lodê veke
ug: توپ ئات ئۆزگەرتىش كۆزنىكىنى ئاچ

source: Force open in a new window
ug: مەجبۇرىي يېڭى بىر كۆزنەكتە ئاچ

source: Run in daemon mode
ku: Di moda daemon de bixebite
ug: نازارەتچى ھالىتىدە ئىجرا قىل

source: Quit a running Thunar instance
ku: Mînakeke Thunar ya niha dixebite bigire
ug: ئىجرا قىلىنىۋاتقان Thunar دىن چېكىن

source: Print version information and exit
ku: Agahiya guhertoyê binivîse û derkeve
ug: نەشر ئۇچۇرىنى كۆرسىتىپ ئاخىرلاشتۇرىدۇ

source: Acquired the session message bus '%s'
ug: ئەڭگىمە ئۇچۇر ئاساسىي لىنىيەسى «%s» گە ئېرىشىدۇ

source: Acquired the name '%s' on the session message bus
ug: ئەڭگىمە ئۇچۇر ئاساسىي لىنىيەسىدىكى «%s» ئىسىمغا ئېرىشىدۇ

source: Name '%s' lost on the message dbus.
ug: ئۇچۇر ئاساسىي لىنىيەسىدە «%s» ئىسىم يوقاپ كەتتى.

source: The Thunar development team. All rights reserved.
ku: Tîma pêşdebirên Thunar. Hemû mafên wê parastî ne.
ug: Thunar ئىجادىيەت قوشۇنى. بارلىق ھوقۇقنى ساقلاپ قالىدۇ.

source: Written by Benedikt Meurer <benny@xfce.org>.
ku: Nivîskar: Benedikt Meurer <benny@xfce.org>.
ug: يازغۇچى: Benedikt Meurer <benny@xfce.org>.

source: Please report bugs to <%s>.
ku: Ji kerema xwe re çewtiyan ragihîne <%s>
ug: كەمتۈكنى <%s> غا دوكلات قىلىڭ.

source: Failed to launch operation
ku: Kirar nehate destpêkirin
ug: مەشغۇلاتنى ئىجرا قىلالمىدى

source: Failed to open "%s" (%s)
ug: «%s» (%s) ئاچالمىدى

source: Failed to open "%s": %s
ku: Vekirina "%s" serneket: %s
ug: «%s»: %s ئاچالمىدى

source: Failed to rename "%s" (%s)
ug: «%s» (%s) ئاتىنى ئۆزگەرتەلمىدى

source: Failed to rename "%s"
ku: Navê "%s" nehate guhartin
ug: «%s» ئاتىنى ئۆزگەرتەلمىدى

source: Rename Launcher Options
ug: قوزغاتقۇچ تاللانمىسىنىڭ ئاتىنى ئۆزگەرت

source: Do you want to rename the launcher, or the file itself?
ug: قوزغاتقۇچ ئاتىنى ئۆزگەرتەمسىز ياكى ھۆججەتنىڭ ئۆزىنىمۇ؟

source: Rename _Launcher
ug: قوزغاتقۇچ ئاتىنى ئۆزگەرت(_L)

source: Rename _File
ug: ھۆججەت ئاتىنى ئۆزگەرت(_F)

source: New File
ug: يېڭى ھۆججەت

source: Create New File
ug: يېڭى ھۆججەت قۇر

source: Copying files...
ku: Pel tên jibergirtin...
ug: ھۆججەت كۆچۈرۈۋاتىدۇ...

source: Copying files to "%s"...
ug: ھۆججەتنى «%s» گە كۆچۈرۈۋاتىدۇ...

source: Creating symbolic links in "%s"...
ug: «%s» غا بەلگە ئۇلانما قۇرۇۋاتىدۇ...

source: Moving files into "%s"...
ug: ھۆججەتنى «%s» گە يۆتكەۋاتىدۇ...

source: Moving files ...
ug: ھۆججەت يۆتكەۋاتىدۇ…

source: Are you sure that you want to permanently delete "%s"?
ku: Tu misoger dixwazî "%s" bi tevahî ji holê rakî?
ug: «%s» نى راستتىنلا مەڭگۈلۈك ئۆچۈرەمسىز؟

source: Are you sure that you want to permanently delete "%s" (%s)?
ug: «%s» (%s) نى راستتىنلا مەڭگۈلۈك ئۆچۈرەمسىز؟

source: Are you sure that you want to move "%s" to trash ?
ug: سىز «%s» نى راستىنىلا ئەخلەتخانىغا يۆتكەمسىز؟

source: Are you sure that you want to move "%s" (%s) to trash ?
ug: سىز «%s» (%s) نى راستىنىلا ئەخلەتخانىغا يۆتكەمسىز؟

source: Are you sure that you want to permanently delete the selected file?
ku: Pelê %u ya hilbijartî tu dixwazî ji kokê de yan jî mayinde jê bibî?
ug: تاللانغان %u دانە ھۆججەتنى راستتىنلا ئۆچۈرەمسىز؟

source: Are you sure that you want to move the selected file to trash?
ug: تاللانغان ھۆججەتنى راستتىنلا ئەخلەتخانىغا يۆتكەمسىز؟

source: Attention
ug: دىققەت

source: If you delete a file, it is permanently lost.
ku: Heke tu pelekê jê bibî, wê mayinde winda bibe.
ug: ھۆججەتنى ئۆچۈرسىڭىز، ئۇ مەڭگۈلۈككە يوقىلىدۇ.

source: Deleting files...
ku: Pel tên jê birin...
ug: ھۆججەتلەرنى ئۆچۈرۈۋاتىدۇ...

source: Moving files into the trash...
ku: Pel tên avêtin sergoyê...
ug: ھۆججەتلەرنى ئەخلەتخانىغا يۆتكەۋاتىدۇ...

source: Creating files...
ku: Pel tên afirandin...
ug: ھۆججەتلەرنى قۇرۇۋاتىدۇ...

source: Creating directories...
ku: Peldank tên afirandin...
ug: مۇندەرىجىلەرنى قۇرۇۋاتىدۇ...

source: Remove all files and folders from the Trash?
ku: Bila hemû pel û peldank ji çopê were rakirin?
ug: ئەخلەتخانىدىكى ھەممە ھۆججەت ۋە مۇندەرىجىنى ئۆچۈرسۇنمۇ؟

source: Empty Trash
ug: ئەخلەتخانىنى تازىلاش

source: If you choose to empty the Trash, all items in it will be permanently lost. Please note that you can also delete them separately.
ku: Heke tu valakirina çopê hilbijêrî, hêmanên di hundirê wê de ye wê mayinde winda bibin. Ji bîr neke ku tu dikarî hêmanan yeko yeko jî jê bibe.
ug: ئەخلەتخانىنى قۇرۇقدىسىڭىز ئۇنىڭدىكى ھەممە نەرسە يوقىلىدۇ، قەتئىي ئەسلىگە كەلمەيدۇ. ئەخلەتخانىدىكى تۈرلەرنى ئايرىم-ئايرىممۇ ئۆچۈرگىلى بولىدۇ جۇمۇ.

source: Emptying the Trash...
ku: Çop tê valakirin...
ug: ئەخلەتخانىنى قۇرۇقداۋاتىدۇ...

source: Failed to determine the original path for "%s" (%s)
ug: «%s» (%s) نىڭ ئەسلىدىكى يولىنى جەزملىيەلمىدى

source: Failed to determine the original path for "%s"
ku: Ji bo "%s" riya xweser nehate diyarkirin
ug: «%s» نىڭ ئەسلىدىكى يولىنى جەزملىيەلمىدى

source: Could not restore "%s" (%s)
ug: «%s» (%s) نى ئەسلىگە كەلتۈرەلمەيدۇ‎‏

source: Could not restore "%s"
ug: «%s» نى ئەسلىگە كەلتۈرەلمەيدۇ

source: Restoring files...
ku: Pel paş de têne barkirin
ug: ھۆججەتلەرنى ئەسلگە كەلتۈرۈۋاتىدۇ...

source: Failed to set default application for "%s" (%s)
ug: «%s» (%s) نىڭ كۆڭۈلدىكى پىروگراممىسىغا تەڭشىيەلمىدى

source: Failed to set default application for "%s"
ku: Ji bo "%s" mîhengkirina sepana standard bi ser neket
ug: «%s» نىڭ كۆڭۈلدىكى پىروگراممىسىغا تەڭشىيەلمىدى

source: The selected application is used to open this and other files of type "%s".
ku: Sepana ku hatiye hilbijartin ji bo vekirina vê pelgehê û pelgehên ku di cureyê "%s" de ye tê bikaranîn.
ug: تاللانغان پىروگرامما ئارقىلىق مەزكۇر ھۆججەت ۋە كېڭەيتمە نامى «%s» بولغان ھۆججەتلەرنى ئېچىشقا بولىدۇ.

source: No application selected
ku: Sepanek nehat hilbijartin
ug: پىروگرامما تاللانمىدى

source: Other Application...
ug: باشقا پىروگرامما…

source: Open With
ku: Veke Bi
ug: ئاچقۇز

source: Use a _custom command:
ku: Fermaneke _taybet bikar bîne
ug: ئىختىيارىي بۇيرۇقنى ئىشلەت(_C):

source: Use a custom command for an application that is not available from the above application list.
ku: Ji bo sepana ku di lîsteya jor ya sepanan de tuneye fermaneke taybet bikar bîne.
ug: يۇقىرىدىكى پىروگرامما تىزىمىدا يوق بۇيرۇقنى ئىشلىتىدۇ.

source: _Browse...
ku: _Bigere...
ug: كۆز يۈگۈرت(_B)…

source: Use as _default for this kind of file
ku: Ji bo van pelgehan _standart bikar bîne
ug: مۇشۇ تىپتىكى ھۆججەتنىڭ كۆڭۈلدىكى تەڭشىكى(_D)

source: _OK
ug: جەزملە(_O)

source: Failed to add new application "%s"
ku: Sepana nû "%s" lê nehate zêdekirin
ug: يېڭى پىروگرامما «%s» قوشالمىدى

source: Failed to execute application "%s"
ug: پىروگرامما «%s» نى ئىجرا قىلالمىدى

source: _Remove Launcher
ku: Destpêkarê _Rake
ug: قوزغاتقۇچنى چىقىرىۋەت(_R)

source: _Forget Association
ug: باغلىنىشنى ئۇنتۇ(_F)

source: Open <i>%s (%s)</i> and other files of type "%s" with:
ug: <i>%s (%s)</i> ۋە باشقا ھۆججەت تۈرى «%s» نى ئاچىدىغىنى:

source: Open <i>%s</i> and other files of type "%s" with:
ku: <i>%s</i> û pelgehên din yên di cureyê "%s" de ye bi hev re veke:
ug: <i>%s</i> ۋە باشقا ھۆججەت تۈرى «%s» نى ئاچىدىغىنى:

source: Browse the file system to select an application to open files of type "%s".
ku: Ji bo hilbijartina sepana ku dikarî pelgehên di cureyê "%s" de ye veke çav li pergala pelgehan bigerîne.
ug: تۈرى «%s» بولغان ھۆججەتنى ئاچىدىغان پىروگراممىنى تاللاش ئۈچۈن ھۆججەت سىستېمىسىغا كۆز يۈگۈرتىدۇ.

source: Change the default application for files of type "%s" to the selected application.
ku: Ji bo pelên di cureyê "%s" de ye sepana standard weke sepana hatiye hilbijartin biguherîne.
ug: تۈرى «%s» بولغان ھۆججەتنى ئاچىدىغان كۆڭۈلدىكى پىروگراممىنى ئۆزگەرتىدۇ.

source: Are you sure that you want to remove "%s"?
ku: Tu bawer î ku tu dixwazî "%s" rake?
ug: «%s» راستنىلا چىقىرىۋېتەمسىز؟

source: Remove application launcher
ug: پىروگرامما قوزغاتقۇچنى چىقىرىۋەت

source: _Remove
ug: چىقىرىۋەت(_R)

source: This will remove the application launcher that appears in the file context menu, but will not uninstall the application itself. You can only remove application launchers that were created using the custom command box in the "Open With" dialog of the file manager.
ku: Ev dê xebatkerê sepanê ku li pêşeka pelan xuya dike rake, lê sepanê bixwe jê nabe.
ug: مەزمۇن تىزىملىكىدە كۆرۈنگەن ئىجراچىنى ئۆچۈرىدۇ. بىراق پىروگراممىنى سىستېمىدىن چىقىرىۋەتمەيدۇ(uninstall). ھۆججەت باشقۇرغۇنىڭ «پىروگراممىدا ئاچ» دېگەن سۆزلەشكۈسىدىكى ئۆزلەشتۈرۈلگەن بۇيرۇق قاپچۇقىدا قۇرۇلغان پىروگرامما ئىجراچىسىنىلا ئۆچۈرگىلى بولىدۇ.

source: Failed to remove "%s"
ku: "%s" nehate jêbirin
ug: «%s» نى ئۆچۈرۈش مەغلۇپ بولدى

source: Are you sure that you want to forget "%s"?
ug: «%s» راستتىنلا ئۇنتۇپ كېتەمسىز؟

source: Forget application launcher
ug: پىروگرامما قوزغاتقۇچنى ئۇنتۇيدۇ

source: _Forget
ug: ئۇنتۇپ كەت(_F)

source: This will dissociate the application launcher for this file type, but will not uninstall or remove the application launcher itself.
ug: مەزكۇر مەشغۇلات بۇ ھۆججەت تۈرى بىلەن پىروگرامما قوزغاتقۇچنىڭ مۇناسىۋىتىنى ئۈزىدۇ ئەمما پىروگرامما قوزغاتقۇچنىڭ ئۆزىنى ئۆچۈرۈپ ياكى چىقىرىۋەتمەيدۇ.

source: Failed to forget "%s"
ug: «%s» ئۇنتۇيالمىدى

source: Select an Application
ku: Sepanekê Hilbijêre
ug: پىروگرامما تاللىنىدۇ

source: All Files
ku: Hemû Pel
ug: ھەممە ھۆججەت

source: Executable Files
ku: Pelên Ku Dikarin Werine Xebitandin
ug: ئىجرا ھۆججىتى

source: Perl Scripts
ku: Skrîptên Perl
ug: Perl قوليازمىسى

source: Python Scripts
ku: Skrîptên Python
ug: Python قوليازمىسى

source: Ruby Scripts
ku: Skrîptên Ruby
ug: Ruby قوليازمىسى

source: Shell Scripts
ku: Skrîptên Shell
ug: Shell قوليازمىسى

source: Set Default Application
ug: كۆڭۈلدىكى پىروگراممىنى تەڭشەيدۇ

source: None available
ku: Amade nîn e
ug: ئىشلەتكىلى بولىدىغان نەرسە يوق

source: Default Application
ug: كۆڭۈلدىكى پىروگرامما

source: Recommended Applications
ku: Sepanên ku Têne Pêşniyazkirin
ug: تەۋسىيەلىك پىروگرامما

source: Other Applications
ku: Sepanên Din
ug: باشقا پىروگرامما

source: Failed to remove "%s".
ug: «%s» نى چىقىرىۋېتەلمىدى.

source: There is nothing on the clipboard to paste
ku: Di panoyê de tiştek tuneye ku mirov pê ve bike
ug: چاپلاش تاختىسىدا چاپلىغۇدەك ھېچنېمە يوق

source: _Close
ku: _Bigire
ug: ياپ(_C)

source: Configure Columns in the Detailed List View
ku: Stûnan di Xuyaneka Lîsteya Kîtekît de Veava Bike
ug: تەپسىلىي تىزىم كۆرۈنۈشىدىكى رەتلەرنى سەپلەيدۇ

source: _Help
ku: _Alîkarî
ug: ياردەم(_H)

source: Visible Columns
ku: Sitûnên Xuya
ug: كۆرۈنىدىغان رەت

source: Choose the order of information to appear in the detailed list view.
ku: Dora agahiyên ku dê wekî lîsteya bi kîtekît xuya bike belî bike.
ug: تەپسىلىي تىزىم كۆرۈنۈشىدە كۆرسىتىلىدىغان ئۇچۇرنىڭ تەرتىپى تاللىنىدۇ.

source: Move _Up
ku: Ber bi J_or
ug: ئۈستىگە(_U)

source: Move Dow_n
ku: Ber bi J_êr
ug: ئاستىغا(_N)

source: _Show
ku: _Nîşan bide
ug: كۆرسەت(_S)

source: Hi_de
ku: _Veşêre
ug: كۆرسەتمە(_D)

source: Use De_fault
ku: Yên _asayî bi kar bîne
ug: كۆڭۈلدىكى(_F)

source: Column Sizing
ku: Mîhengkirina Mezinahiya Stûnan
ug: رەت چوڭلۇقى

source: By default columns will be automatically expanded if needed to ensure the text is fully visible. If you dis- able this behavior below the file manager will always use the user defined column widths.
ku: Wekî pêşdanasîn, ji bo hemû deq xuya bike dê stûn bixweber bên firehkirin. Heke tu vê kiryarê bigirî dê rêveberê pelan her tim firehiya stûnan a standard bi kar bîne.
ug: رەتتە تېكىستلەرنى تولۇق كۆرسىتىش ئۈچۈن رەت كەڭلىكى ئاپتوماتىك كېڭىيىدۇ. ئەگەر بۇ ئىقتىدارىنى چەكلەپ قويسىڭىز، ھۆججەت باشقۇرغۇچ رەتلەرنى ئىشلەتكۈچى بېكىتكەن كەڭلىك بويىچىلا كۆرسىتىدۇ.

source: Automatically _expand columns as needed
ku: Dema hewce be stûnan fireh bike
ug: ئېھتىياجغا ئاساسەن رەتنى ئاپتوماتىك ياي(_E)

source: Size Column of Folders
ug: قىسقۇچ رېتىنىڭ چوڭلۇقى

source: Show number of containing items
ug: ئىچىدىكى تۈرنىڭ سانىنى كۆرسىتىدۇ

source: This column is reserved for special locations
ug: بۇ رەت ئالاھىدە ئورۇن ئۈچۈن قالدۇرۇلغان

source: Unknown
ku: Nenas
ug: يوچۇن

source: Compact directory listing
ku: Lîstekirina pelrêçan ya tîr
ug: مۇندەرىجىنى ئىخچام كۆرسىتىش

source: Compact view
ku: Nîşandana tîr
ug: ئىخچام كۆرۈنۈش

source: Invalid filename "%s"
ku: Navê pelê "%s" yê nederbasdar
ug: «%s» ئىناۋەتسىز ھۆججەت نامى

source: The working directory must be an absolute path
ku: Pelrêça xebatê divê riyeke rast be
ug: خىزمەت مۇندەرىجىسى مۇتلەق يول بىلەن كۆرسىتىلىشى كېرەك

source: At least one filename must be specified
ug: كەم دېگەندە بىر ھۆججەت ئاتى بېكىتىلىشى كېرەك

source: At least one source filename must be specified
ug: كەم دېگەندە بىر مەنبە ھۆججەت ئاتى بېكىتىلىشى كېرەك

source: The number of source and target filenames must be the same
ug: مەنبە ۋە نىشاندىكى ھۆججەت ئاتىنىڭ سانى ئوخشاش بولۇشى كېرەك

source: A destination directory must be specified
ug: نىشان مۇندەرىجە چوقۇم بېكىتىلىشى كېرەك

source: Configure _Columns...
ku: Veavakirina _Stûnan...
ug: رەت سەپلىمە(_C)...

source: Configure the columns in the detailed list view
ku: Stûnan di xuyaneke lîsteya kîtekît de veava bike
ug: تەپسىلىي تىزىم كۆرۈنۈشىدىكى رەتنى سەپلەيدۇ

source: E_xpandable Folders
ug: يېيىلىشچان قىسقۇچ(_X)

source: Allow tree like expansion of folders
ug: قىسقۇچنىڭ شاخسىمان يېيىلىشىغا يول قويىدۇ

source: Detailed directory listing
ku: Lîstekirina pêristan ya kîtekît
ug: تەپسىلىي مۇندەرىجە تىزىمى

source: Details view
ku: Xuyaneke kîtekît
ug: تەپسىلىي كۆرۈنۈش

source: Safely _Remove
ug: بىخەتەر چىقىرىۋەت(_R)

source: _Disconnect
ug: ئۈز(_D)

source: Stop the _Multi-Disk Drive
ug: كۆپ دىسكا قوزغاتقۇچنى توختات(_M)

source: _Lock
ug: قۇلۇپلا(_L)

source: C_reate
ku: Bi_afirîne
ug: قۇر(_R)

source: Enter the name:
ug: ئاتى كىرگۈزۈلىدۇ:

source: Cannot convert filename "%s" to the local encoding
ku: "%s" navê pelgehê venaguhere kodkirina herêmî
ug: ھۆججەت ئاتى«%s» نى يەرلىك كودلاشقا ئايلاندۇرغىلى بولمىدى

source: Rename "%s"
ku: Navê "%s" biguherîne
ug: «%s» نىڭ ئاتىنى ئۆزگەرت

source: _Rename
ku: _Nav biguherîne
ug: ئاتىنى ئۆزگەرت(_R)

source: Enter the new name:
ku: Navê nû têkeve:
ug: يېڭى ئات كىرگۈزۈلىدۇ:

source: translator-credits
ku: Launchpad Contributions: Amed Çeko Jiyan https://launchpad.net/~amedcj ElîxanLoran https://launchpad.net/~elixanloran Erdal Ronahi https://launchpad.net/~erdalronahi Rêzan Tovjîn https://launchpad.net/~retovjin rizoye-xerzi https://launchpad.net/~rizoxerzi
ug: غەيرەت ت.كەنجى <gheyret@gmail.com> ئابدۇقادىر ئابلىز <sahranbay@gmail.com>

source: Error
ug: خاتالىق

source: _Yes
ku: _Erê
ug: ھەئە(_Y)

source: Yes to _all
ku: _Her tim erê
ug: ھەممىسىگە ھەئە(_A)

source: _Replace
ug: ئالماشتۇر(_R)

source: Replace _All
ug: ھەممىنى ئالماشتۇر(_A)

source: _Skip
ug: ئاتلا(_S)

source: S_kip All
ug: ھەممىسىدىن ئاتلا(_K)

source: Re_name
ug: ئاتىنى ئۆزگەرت(_N)

source: Rena_me All
ug: ھەممىسىنىڭ ئاتىنى ئۆزگەرت(_M)

source: _No
ku: _Na
ug: ياق(_N)

source: N_o to all
ku: Ji hemû re "_na"
ug: ھەممىسىگە ياق(_O)

source: _Retry
ug: قايتا(_R)

source: Copy _Anyway
ug: كۆچۈرۈۋەر(_A)

source: Confirm to replace files
ug: ھۆججەت ئالماشتۇرۇشنى جەزملەيدۇ

source: This folder already contains a symbolic link "%s".
ug: قىسقۇچتا بەلگە ئۇلانما «%s» بار.

source: This folder already contains a folder "%s".
ug: قىسقۇچتا «%s» دېگەن قىسقۇچ بار.

source: This folder already contains a file "%s" (%s).
ug: قىسقۇچتا «%s» (%s) ھۆججەت بار.

source: This folder already contains a file "%s".
ug: مەزكۇر قىسقۇچتا «%s» ھۆججەت بار.

source: Replace the link in "%s"
ug: «%s» دىكى ئۇلانمىنى ئالماشتۇرىدۇ

source: Replace the existing folder in "%s"
ug: «%s» دىكى مەۋجۇت قىسقۇچنى ئالماشتۇرىدۇ

source: Replace the existing file in "%s"
ug: «%s» دىكى مەۋجۇت ھۆججەتنى ئالماشتۇرىدۇ

source: Size:
ku: Mezinahî:
ug: چوڭلۇقى:

source: Modified:
ku: Hatiye guherandin:
ug: ئۆزگەرتىلگەن ۋاقىت:
