Repository: xfce-mirror/thunar
Catalog: po/*.po
Languages: ku, ug

source: Show the contents at the normal size
ku: Hêmanan di mezinahiya asayî de nîşan bide
ug: مەزمۇننى ئادەتتىكى چوڭلۇقتا كۆرسىتىدۇ

source: _Icon View
ug: سىنبەلگە كۆرۈنۈش(_I)

source: Display folder content in an icon view
ku: Naveroka pel di nîşandana îkonan de nîşan bide
ug: قىسقۇچ مەزمۇنىنى سىنبەلگە كۆرۈنۈشىدە كۆرسىتىدۇ

source: _List View
ug: تىزىم كۆرۈنۈشى(_L)

source: Display folder content in a detailed list view
ku: Naveroka peldankê di xuyaneka lîsteya kîtekît de nîşan bide
ug: مۇندەرىجە مەزمۇنىنى تەپسىلىي تىزىم كۆرۈنۈشىدە كۆرسىتىدۇ

source: _Compact View
ug: ئىخچام كۆرۈنۈش(_C)

source: Display folder content in a compact list view
ug: مۇندەرىجە مەزمۇنىنى ئىخچام تىزىم كۆرۈنۈشىدە كۆرسىتىدۇ

source: _Go
ku: _Biçe
ug: يۆتكەل(_G)

source: F_ile System
ug: ھۆججەت سىستېمىسى(_I)

source: _Home
ku: _Mal
ug: باش قىسقۇچ(_H)

source: Go to the home folder
ku: Here peldanka malê
ug: باش قىسقۇچقا يۆتكىلىدۇ

source: _Desktop
ug: ئۈستەلئۈستى(_D)

source: Go to the desktop folder
ug: ئۈستەلئۈستى قىسقۇچقا يۆتكىلىدۇ

source: _Computer
ug: كومپيۇتېر(_C)

source: Browse all local and remote disks and folders accessible from this computer
ug: بۇ كومپيۇتېردا زىيارەت قىلغىلى بولىدىغان ھەممە يەرلىك ۋە يىراقتىكى دىسكا ۋە قىسقۇچقا كۆز يۈگۈرتىدۇ

source: _Recent
ug: يېقىنقى(_R)

source: Display recently used files
ug: يېقىندا ئىشلىتىلگەن ھۆججەتنى كۆرسىتىدۇ

source: _Trash
ug: ئەخلەتخانا(_T)

source: Display the contents of the trash can
ug: ئەخلەتخانىدىكىنى كۆرسىتىدۇ

source: Open _Parent
ku: _Jorepeldankekê Veke
ug: ئاتا قىسقۇچنى ئاچ(_P)

source: Open the parent folder
ku: Jorepeldankê veke
ug: ئاتا قىسقۇچنى ئاچىدۇ

source: _Open Location...
ku: Cih _Veke...
ug: ئورۇننى ئاچ(_O)...

source: Specify a location to open
ku: Ji bo vekirinê cihekî diyar bike
ug: كۆرسىتىلگەن ئورۇننى ئاچىدۇ

source: T_emplates
ku: _Şablon
ug: قېلىپ(_E)

source: Go to the templates folder
ku: Here peldanka şablonan
ug: قېلىپ قىسقۇچىغا يۆتكىلىدۇ

source: Browse _Network
ug: تورغا كۆز يۈگۈرت(_N)

source: _Bookmarks
ug: خەتكۈش(_B)

source: _Contents
ku: _Naverok
ug: مەزمۇن(_C)

source: Display Thunar user manual
ug: Thunar نىڭ قوللانمىسىنى كۆرسىتىدۇ

source: Display information about Thunar
ku: Agahiyan der barê Thunarê de nîşan bide
ug: Thunar ھەققىدىكى ئۇچۇرلارنى كۆرسىتىدۇ

source: _Back
ug: قايت(_B)

source: Go to the previous visited folder
ku: Biçe peldanka ku berê hatibû ziyaretkirin
ug: زىيارەت قىلغان ئالدىنقى مۇندەرىجىگە يۆتكىلىدۇ

source: _Forward
ug: ئالدىغا(_F)

source: Go to the next visited folder
ku: Biçe peldanka ku dû re hatibû ziyaretkirin
ug: زىيارەت قىلغان كېيىنكى مۇندەرىجىگە يۆتكىلىدۇ

source: _Previous Tab
ug: ئالدىنقى بەتكۈچ(_P)

source: Switch to Previous Tab
ug: ئالدىنقى بەتكۈچكە ئالماشتۇرىدۇ

source: _Next Tab
ug: كېيىنكى بەتكۈچ(_N)

source: Switch to Next Tab
ug: كېيىنكى بەتكۈچكە ئالماشتۇرىدۇ

source: _Search for Files...
ug: ھۆججەت ئىزدە(_S)…

source: Search for a specific file in the current folder and Recent
ug: نۆۋەتتىكى ۋە يېقىندا زىيارەت قىلغان قىسقۇچتىن بەلگىلەنگەن ھۆججەتنى ئىزدەيدۇ

source: Stop search for files
ug: ھۆججەت ئىزدەشنى توختات

source: Menu
ug: تىزىملىك

source: Show the menu
ug: تىزىملىك كۆرسەت

source: Warning: you are using the root account. You may harm your system.
ug: ئاگاھلاندۇرۇش: يىلتىز (root) ھېساباتنى ئىشلىتىۋاتىسىز. سىستېمىڭىزغا زىيان يەتكۈزۈشىڭىز مۇمكىن.

source: Size:
ug: چوڭلۇقى:

source: Search with Catfish...
ug: Catfish تە ئىزدە…

source: Restore Selected Items
ug: تاللىغان تۈرنى ئەسلىگە كەلتۈر

source: Close tab
ug: بەتكۈچ ياپ

source: Open the location "%s"
ug: «%s» ئورۇننى ئاچ

source: Failed to open parent folder
ku: Peldanka jor nehate vekirin
ug: ئاتا مۇندەرىجىنى ئاچالمىدى

source: The directory "%s" does not exist. Do you want to create it?
ug: «%s» مۇندەرىجە مەۋجۇت ئەمەس. قۇرامسىز؟

source: Create directory
ug: مۇندەرىجە قۇر

source: Failed to browse the computer
ug: كومپيۇتېرغا كۆز يۈگۈرتەلمىدى

source: About Templates
ku: Der barê Şablonan
ug: قېلىپ ھەققىدە

source: All files in this folder will appear in the "Create Document" menu.
ug: بۇ مۇندەرىجىدىكى بارلىق ھۆججەت «پۈتۈك قۇر» تىزىملىكىدە كۆرۈنىدۇ.

source: If you frequently create certain kinds of documents, make a copy of one and put it in this folder. Thunar will add an entry for this document in the "Create Document" menu. You can then select the entry from the "Create Document" menu and a copy of the document will be created in the directory you are viewing.
ug: مەلۇم تۈردىكى پۈتۈكنى دائىم قۇرماقچى بولسىڭىز، ئۇنىڭ كۆچۈرۈلمىسىنى بۇ قىسقۇچقا قويۇڭ. شۇنىڭ بىلەن تىزىملىكنىڭ «پۈتۈك قۇر» دېگەن يېرىگە ماس تىزىملىك قوشۇلىدۇ. ئاندىن كېيىن تىزىملىكنىڭ «پۈتۈك قۇر» دىن قوشۇلغان تىزىملىكنى تاللاش ئارقىلىقلا كۆرسىتىلگەن قىسقۇچقا پۈتۈكنى كۆچۈرۈپ ئەكەلگىلى(قۇرغىلى) بولىدۇ.

source: Do _not display this message again
ku: Vê peyamê carekî din nîşan _nede
ug: بۇ ئۇچۇرنى قايتا كۆرسەتمە(_N)

source: Failed to open the file system root folder
ug: ھۆججەت سىستېمىسىنىڭ غول قىسقۇچىنى ئاچالمىدى

source: Failed to display `Recent`
ug: «يېقىنقى» زىيارەتلەرنى كۆرسىتەلمىدى

source: Failed to display the contents of the trash can
ug: ئەخلەتخانىنىڭ مەزمۇنىنى كۆرسىتەلمىدى

source: Failed to browse the network
ug: تورغا كۆز يۈگۈرتەلمىدى

source: Thunar is a fast and easy to use file manager for the Xfce Desktop Environment.
ug: Thunar ئاددىي ۋە سۈرىتى تېز Xfce ئۈستەلئۈستى مۇھىتىدىكى ھۆججەت باشقۇرغۇچ.

source: Select an image to preview
ug: ئالدىن كۆزىتىدىغان سۈرەت تاللىنىدۇ

source: Failed to launch search with Catfish
ug: ئىزدەشنى Catfish تا قوزغىتالمىدى

source: Change the active view type
ug: ئاكتىپ كۆرۈنۈش تۈرىنى ئۆزگەرت

source: View Switcher
ug: كۆرۈنۈش ئالماشتۇرغۇچ

source: Location Bar
ug: ئورۇن بالداق

source: Label
ku: Etîket
ug: ئەن

source: Text of the page's label
ug: بەت ئەنىنىڭ تېكىستى

source: Label widget
ku: Perçekê etîketê
ug: ئەن ئەپچە

source: A widget to display in place of the usual page label
ug: ئادەتتىكى بەت ئەنىنىڭ ئورنىدا كۆرسىتىلىدىغان ئەپچە

source: Resident
ku: Mayînde
ug: مۇقىم

source: Don't unload the plugin from memory
ug: ئەسلەكتىن قىستۇرمىنى چىقىرىۋەتمىسۇن

source: Help URL
ku: URL ya Alîkariyê
ug: ياردەم تور ئادرېسى

source: The URL to the documentation of the renamer
ug: ئات ئۆزگەرتكۈچ قىستۇرما پۈتۈكىنىڭ تور ئادرېسى

source: The user visible name of the renamer
ug: ئات ئۆزگەرتكۈچ قىستۇرمىسىنىڭ ئىشلەتكۈچىگە كۆرسىتىلىدىغان ئاتى

source: Description:
ku: Daxûyanî:
ug: چۈشەندۈرۈش:

source: The generic name of the entry, for example "Web Browser" in case of Firefox.
ug: كىرگۈنىڭ ئادەتتىكى ئاتىدۇر. مەسىلەن، Firefox نىڭ ئاتى «توركۆرگۈ» بولىدۇ.

source: Command:
ku: Ferman:
ug: بۇيرۇق:

source: The program to execute, possibly with arguments.
ug: ئىجرا قىلىدىغان پىروگراممىدا پارامېتىرلارمۇ بار.

source: Working Directory:
ug: خىزمەت مۇندەرىجىسى:

source: The working directory for the program.
ug: پىروگراممىنىڭ خىزمەت مۇندەرىجىسىنى كۆرسىتىدۇ.

source: URL:
ug: تور ئادرېسى:

source: The URL to access.
ug: زىيارەت قىلىدىغان تور ئادرېسى.

source: Comment:
ku: Şirove:
ug: ئىزاھات:

source: Tooltip for the entry, for example "View sites on the Internet" in case of Firefox. Should not be redundant with the name or the description.
ug: مەزكۇر كىرگۈنىڭ كۆرسەتمىسىدۇر. مەسىلەن، Firefox قا نىسبەتەن «ئىنتېرنېتتا كۆرىدىغان تور بېكەت» نى كۆرسىتىدۇ. ئىسىم ۋە چۈشەندۈرۈشى تەكرارلىنىپ قالمايدۇ.

source: Options:
ku: Vebijêrk:
ug: تاللانما:

source: Use _startup notification
ku: Nîşeya destpêkirina xebatê_bikar bîne
ug: قوزغىلىش ئۇقتۇرۇشى ئىشلەت(_S)

source: Select this option to enable startup notification when the command is run from the file manager or the menu. Not every application supports startup notification.
ug: بۇ تاللانما تاللانسا، ھۆججەت باشقۇرغۇچ قوزغالغاندا قوزغىلىش ئۇقتۇرۇشى تارقىتىدۇ. ھەممە پىروگراممىنىڭ قوزغىلىش ئۇقتۇرۇشىنى قوللىشى ناتايىن.

source: Run in _terminal
ku: Di termînalekê de bimeşîne
ug: تېرمىنالدا ئىجرا قىل(_T)

source: Select this option to run the command in a terminal window.
ug: بۇ تاللانما تاللانسا، بۇيرۇق تېرمىنالدا كۆزنىكىدە ئىجرا بولىدۇ.

source: Security:
ug: بىخەتەرلىك:

source: Allow this file to _run as a .desktop file
ug: بۇ ھۆججەتنى .desktop سۈپىتىدە ئىجرا قىلىشقا يول قويىدۇ(_R)

source: Select this to enable executable permission bit(+x). Thunar will not launch the .desktop file if not set.
ug: بۇ تاللانسا ئىجرا قىلىش ئىجازىتى(+x) نى قوزغىتىدۇ. ئەگەر تەڭشەلمىسە Thunar ھەرگىز .desktop ھۆججەتنى قوزغاتمايدۇ.

source: Set this file as trusted
ug: بۇ ھۆججەتنى ئىشەنچلىك دەپ تەڭشەيدۇ

source: Select this option to trust this .desktop file. This will generate a checksum of the file and store it via gvfs. The additional check will protect from malicious launchers which e.g. pretend to be a picture, having the executable flag pre-set
ug: بۇ تاللانما تاللانسا، مەزكۇر .desktop ھۆججىتىگە ئىشىنىدۇ. بۇ مەشغۇلات مەزكۇر ھۆججەتنىڭ تەكشۈرۈش يىغىندا كودىنى ھاسىللاپ ئۇنى gvfs ئارقىلىق ساقلايدۇ

source: Failed to save "%s".
ku: Tomarkirina "%s" serneket.
ug: «%s» نى ساقلىيالمىدى.

source: Date Taken:
ug: تارتىلغان ۋاقتى:

source: Camera Brand:
ug: كامېرا ماركىسى:

source: Camera Model:
ku: Modela Kamerayê:
ug: كامېرا تىپى:

source: Exposure Time:
ug: نۇر ئۆتۈش ۋاقتى:

source: Exposure Program:
ug: نۇر ئۆتۈش پىروگراممىسى:

source: Aperture Value:
ug: نۇر چەمبەر قىممىتى:

source: Metering Mode:
ug: نۇر ئۆلچەش ھالىتى:

source: Flash Fired:
ug: چاقماق چىراغ:

source: Focal Length:
ug: فوكۇس ئارىلىقى:

source: Shutter Speed:
ku: Leza Perdeyê:
ug: تېز قاپقاق سۈرئىتى:

source: ISO Speed Ratings:
ku: Nirxa Lezê ya ISO:
ug: ISO سۈرئەت نىسبىتى:

source: Software:
ku: Nivîsbarî:
ug: يۇمشاق دېتال:

source: Image
ku: Wêne
ug: سۈرەت

source: Image Type:
ku: Cureyê Wêneyê:
ug: سۈرەت تۈرى:

source: %dx%d pixel
ku: %dx%d pîksel
ug: %dx%d پىكسېل

source: Con_vert to:
ug: ئايلاندۇرىدىغىنى(_V):

source: Uppercase / Lowercase
ku: Girdek / Hûrdek
ug: چوڭ/كىچىك ھەرپ

source: Insert _time:
ug: قىستۇرغان ۋاقىت(_T)

source: The format describes the date and time parts to insert into the file name. For example, %Y will be substituted with the year, %m with the month and %d with the day. See the documentation of the date utility for additional information.
ug: ھۆججەت ئاتىدا ئىشلىتىدىغان چېسلا ۋە ۋاقىتنىڭ پىچىمىنى بەلگىلەپ بېرىدۇ. مەسىلەن: يىل %Y بىلەن، ئاي %m بىلەن، كۈن %d بىلەن ئىپادىلىنىدۇ. تېخىمۇ تەپسىلىي ئۇچۇرلارنى بىلمەكچى بولسىڭىز date بۇيرۇقىنىڭ قوللانمىسىغا قاراڭ.

source: _At position:
ku: _Cih
ug: بۇ ئورۇندا(_A):

source: Insert Date / Time
ug: چېسلا/ۋاقىتنى قىستۇر

source: lowercase
ku: tîpên biçûk
ug: كىچىك ھەرپ

source: UPPERCASE
ku: TÎPÊN MEZIN
ug: چوڭ ھەرپ

source: Title Case
ug: ماۋزۇ يېزىلىشى

source: First character uppercase
ug: باش ھەرپ چوڭ

source: Insert
ku: Lêzêde bike
ug: قىستۇر

source: Overwrite
ku: Binivîse ser
ug: قاپلا

source: From the front (left)
ug: باشتىن (سولدىن)

source: From the back (right)
ug: ئاياغدىن (ئوڭدىن)

source: Old Name - Text - Number
ku: Navê Kevn - Nivîs - Nimre
ug: بۇرۇنقى ئاتى - تېكىست - نومۇرى

source: Number - Text - Old Name
ku: Nimre - Nivîs - Navê Kevn
ug: نومۇرى - تېكىست - بۇرۇنقى ئاتى

source: Text - Number
ku: Nivîs - Hejmar
ug: تېكىست - نومۇرى

source: Number - Text
ku: Hejmar - Nivîs
ug: نومۇرى - تېكىست

source: Current
ug: ھازىرقى ۋاقىت

source: Date Picture Taken
ug: تارتقان ۋاقىت

source: _Text:
ku: _Nivîs:
ug: تېكىست(_T):

source: Insert / Overwrite
ug: قىستۇر/قاپلا

source: _Number Format:
ku: Teşeyê _Nimreyan:
ug: نومۇرنىڭ پىچىمى(_N):

source: _Start With:
ku: _Dest pê bike:
ug: باشلىنىش نومۇرى(_S):

source: Text _Format:
ku: _Teşeya Nivîsê:
ug: تېكىستنىڭ پىچىمى(_F):

source: Numbering
ku: Hejmarkirin
ug: تەرتىپ نومۇرى

source: Remove _From Position:
ug: بۇ ئورۇندىن چىقىرىۋەت(_F):

source: _To Position:
ug: بۇ ئورۇنغىچە(_T):

source: Remove Characters
ug: ھەرپنى چىقىرىۋەت

source: _Search For:
ku: _Lê bigere:
ug: ئىزدە(_S):

source: Enter the text to search for in the file names.
ug: كىرگۈزگەن تېكىستنى ھۆججەت ئاتىدىن ئىزدەيدۇ.

source: Regular _Expression
ug: مۇنتىزىم ئىپادە(_E)

source: If you enable this option, the pattern will be treated as a regular expression and matched using the Perl-compatible regular expressions (PCRE). Check the documentation for details about the regular expression syntax.
ug: بۇ تاللانما تاللانسا، كىرگۈزگەن تېكىستنى ئۆلچەملەشكەن ئىپادە دەپ قاراپ Perl دىكى ئۆلچەملەشكەن ئىپادە (PCRE) بىلەن ئوخشاش ئۇسۇلدا ئىزدەش ئېلىپ بارىدۇ. ئۆلچەملەشكەن ئىپادىنى قانداق يېزىشنى مۇناسىۋەتلىك پۈتۈكلەردىن ئىزدەپ كۆرۈڭ.

source: Replace _With:
ug: ئالماشتۇرىدىغىنى(_W):

source: Enter the text that should be used as replacement for the pattern above.
ug: يۇقىرىقى ئەندىزىنى ئالماشتۇرىدىغان تېكىست كىرگۈزۈلىدۇ.

source: C_ase Sensitive Search
ug: چوڭ-كىچىك ھەرپنى پەرقلەندۈر(_A)

source: If you enable this option, the pattern will be searched in a case-sensitive manner. The default is to use a case-insensitive search.
ug: بۇ تاللانما قوزغىتىلسا، ئىزدىگەندە تېكىستنىڭ چوڭ كىچىكلىكىگىمۇ قارايدۇ. كۆڭۈلدىكى ئىزدەش ئۇسۇلى چوڭ كىچىكلىكىگە پەرۋا قىلمايدۇ.

source: Invalid regular expression, at character position %ld: %s
ug: %ld ئورۇندىكى مۇنتىزىم ئىپادە خاتا: %s

source: Search & Replace
ku: Lêgerandin & Guherandin
ug: ئىزدەش ۋە ئالماشتۇرۇش

source: Send "%s" as compressed archive?
ug: «%s» نى پىرېسلاپ يوللامدۇ؟

source: Send email
ug: ئېلخەت يوللا

source: Send _directly
ug: بىۋاسىتە يوللا(_D)

source: Send com_pressed
ug: پىرېسلاپ يوللا(_P)

source: When sending a file via email, you can either choose to send the file directly, as is, or compress the file before attaching it to an email. It is highly recommended to compress large files before sending them.
ug: ھۆججەتنى ئېلخەتتە يوللىغاندا، ئۇنى بىۋاسىتە ئەۋەتىش ياكى ئەۋەتىشتىن بۇرۇن پىرېسلاپ ئەۋەتىشنى تاللىغىلى بولىدۇ. ئادەتتە پىرېسلاپ يوللاش تەۋسىيە قىلىنىدۇ.

source: Send %d file as compressed archive?
ug: %d دانە ھۆججەتنى پىرېسلاپ يوللامدۇ؟

source: Send as _archive
ug: ئارخىپ سۈپىتىدە يوللا(_A)

source: When sending multiple files via email, you can either choose to send the files directly, attaching multiple files to an email, or send all files compressed into a single archive file and attach the archive. It is highly recommended to send multiple large files as archive.
ug: نۇرغۇن ھۆججەتنى ئېلخەتتە ئەۋەتكەندە، ئۇنى بىۋاسىتە ئەۋەتىش ياكى ئەۋەتىشتىن بۇرۇن ھەممىنى ئارخىپلاپ(بىر ھۆججەتكە يىغىپ) ئەۋەتىشنى تاللىغىلى بولىدۇ. ئادەتتە ئارخىپلاپ ئەۋەتىش تەۋسىيە قىلىنىدۇ.

source: Compressing files...
ug: ھۆججەتنى پىرېسلاۋاتىدۇ...

source: ZIP command terminated with error %d
ug: ZIP بۇيرۇقى %d دېگەن خاتالىق بىلەن ئاخىرلاشتى

source: Failed to create temporary directory
ku: Afirandina peldanka derbasdar bi ser neket
ug: ۋاقىتلىق مۇندەرىجە قۇرالمىدى

source: Failed to create symbolic link for "%s"
ug: «%s» نىڭ بەلگە ئۇلانمىسىنى قۇرالمىدى

source: Failed to compress %d file
ug: %d ھۆججەتنى پىرېسلىيالمىدى

source: Failed to compose new email
ug: يېڭى ئېلخەتنى تەھرىرلىيەلمىدى

source: Mail Recipient
ug: خەت تاپشۇرۇۋالغۇچى

source: Failed to connect to the Trash
ug: ئەخلەتخانىغا باغلىنالمىدى

source: Trash contains files
ug: ئەخلەتخانىدا ھۆججەت بار

source: Trash Applet
ku: Sepanoka Qutiya Çopê
ug: ئەخلەتخانا قوللانچىقى

source: Display the trash can
ug: ئەخلەتخانىدىكىنى كۆرسىتىدۇ

source: Edit Action
ku: Çalakî Biguherîne
ug: تەھرىرلەش مەشغۇلاتى

source: Create Action
ku: Çalakî Biafirîne
ug: قۇرۇش مەشغۇلاتى

source: Failed to save actions to disk.
ug: مەشغۇلاتنى دىسكىغا ساقلىيالمىدى.

source: Are you sure that you want to delete action "%s"?
ug: مەشغۇلات «%s» نى راستتىنلا ئۆچۈرەمسىز؟

source: Delete action
ug: ئۆچۈرۈش مەشغۇلاتى

source: If you delete a custom action, it is permanently lost.
ug: ئىختىيارى مەشغۇلاتنى ئۆچۈرسىڭىز ئۇ مەڭگۈلۈككە يوقىلىدۇ.

source: This keyboard shortcut is currently used by: '%s'
ug: بۇ ھەرپتاختا تېزلەتمىسىنى ئىشلىتىۋاتقىنى: «%s»

source: Keyboard shortcut already in use
ug: ھەرپتاختا تېزلەتمىسى ئىشلىتىلىۋاتىدۇ

source: No icon
ku: Îkon tune
ug: سىنبەلگە يوق

source: End element handler called while in root context
ug: ئاياق ئېلېمېنت بىر تەرەپ قىلغۇ root نىڭ ئىچىدە چاقىرىلدى

source: Unknown closing element <%s>
ug: نامەلۇم تاقاش ئېلېمېنتى <%s> بار ئىكەن

source: Failed to determine save location for uca.xml
ug: ھۆججەت «uca.xml» نى ساقلايدىغان ئورۇننى بېكىتەلمىدى

source: Command not configured
ug: بۇيرۇق تېخى تەڭشەلمىگەن

source: Confi_gure custom actions...
ug: ئىختىيارىي مەشغۇلات سەپلە(_G)…

source: Setup custom actions that will appear in the file managers context menus
ug: ھۆججەت باشقۇرغۇچنىڭ مەزمۇن تىزىملىكىدە كۆرۈنىدىغان ئىختىيارى مەشغۇلاتلارنى تەڭشەيدۇ

source: Failed to launch action "%s".
ug: مەشغۇلات «%s» نى قوزغىتالمىدى.

source: The name of the action that will be displayed in the context menu.
ug: مەزمۇن تىزىملىكىدە كۆرۈنىدىغان مەشغۇلاتنىڭ ئاتى.

source: _Description:
ku: _Daxuyanî:
ug: چۈشەندۈرۈش(_D):

source: The description of the action that will be displayed as tooltip in the statusbar when selecting the item from the context menu.
ug: مەزمۇن تىزىملىكىدىكى تۈر تاللانغاندا ھالەت بالدىقىدا كۆرسەتمە بولۇپ كۆرۈنىدىغان مەشغۇلاتنىڭ چۈشەندۈرۈشى.

source: _Submenu:
ug: تارماق تىزىملىك(_S)

source: The submenu in which the action will be displayed. Leave empty for no menu. Use '/' for nested menus.
ug: مەشغۇلات تارماق تىزىملىكتە كۆرۈنىدۇ. بوش قالدۇرۇلسا تىزىملىك كۆرۈنمەيدۇ. سىڭدۈرمە تىزىملىككە «/» ئىشلىتىلىدۇ.

source: _Command:
ku: _Ferman:
ug: بۇيرۇق(_C):

source: The command (including the necessary parameters) to perform the action. See the command parameter legend below for a list of supported parameter variables, which will be substituted when launching the command. When upper-case letters (e.g. %F, %D, %N) are used, the action will be applicable even if more than one item is selected. Else the action will only be applicable if exactly one item is selected.
ug: مەشغۇلاتنى ئېلىپ بېرىشتا ئىشلىتىلىدىغان بۇيرۇق(زۆرۈر بولغان پارامېتىرلارنى ئوز ئىچىگە ئالىدۇ). ئىشلەتكىلى بولىدىغان پارامېتىرلارنىڭ تىزىمىنى تۆۋەندىكى مىساللاردىن كۆرۈۋېلىڭ. بۇيرۇق ئىجرا قىلىنغاندا، بۇ پارامېتىرلار ھۆججەتنىڭ ئاتى ياكى قىسقۇچ ئاتىغا ئالمىشىدۇ.مەسىلەن: چوڭ يېزىلغان ھەرپلەر(%F، %D، %N) ئىشلىتىلگەندە، بىر قانچە تاللانغان تۇرنىمۇ بىر تەرەپ قىلالايدۇ. كىچىك يېزىلغان ھەرپلەر بولسا بىرلا تۇرنى بىر تەرەپ قىلىشقا ئىشلىتىلىدۇ.

source: Browse the file system to select an application to use for this action.
ug: بۇ مەشغۇلاتتا ئىشلىتىدىغان پىروگراممىنى تاللاش ئۈچۈن، ھۆججەت سىستېمىسىنى كۆرىدۇ.

source: Keyboard _Shortcut:
ug: ھەرپتاختا تېزلەتمە(_S):

source: The keyboard shortcut for the action.
ug: مەشغۇلاتنىڭ ھەرپتاختا تېزلەتمىسى.

source: Clear the keyboard shortcut for this action.
ug: بۇ مەشغۇلاتنىڭ ھەرپتاختا تېزلەتمىسىنى تازىلايدۇ.

source: _Icon:
ku: _Îkon:
ug: سىنبەلگە(_I):

source: Click this button to select an icon file that will be displayed in the context menu in addition to the action name chosen above.
ug: بۇ توپچىنى چېكىپ، سىنبەلگىنى تاللىغىلى بولىدۇ. بۇ سىنبەلگە مەزمۇن تىزىملىكىدە يۇقىرىدىكى مەشغۇلاتنىڭ يېنىدا كۆرسىتىلىدۇ.

source: Use Startup Notification
ug: قوزغىتىش ئۇقتۇرۇشى ئىشلەت

source: Enable this option if you want a waiting cursor to be shown while the action is launched. This is also highly recommended if you have focus stealing prevention enabled in your window manager.
ug: مەشغۇلات ئىجرا بولۇۋاتقان چاغدا چاشقىنەك ئىسترېلكىسىغا قۇم سائەت ئىشلەتمەكچى بولسىڭىز، بۇ تاللانمىنى ئىناۋەتلىك قىلىڭ. بۇنداق بولغاندا نۆۋەتتىكى كۆزنەكنىڭ ئىسترېلكىسىنىڭ ئوغرىلىنىپ كېتىشىدىن ساقلانغىلى بولىدۇ.

source: The following command parameters will be substituted when launching the action:
ug: مەشغۇلات قوزغالغاندا تۆۋەندىكى بۇيرۇق پارامېتىرىنى ئالماشتۇرىدۇ:

source: If no file is selected, the current directory will be treated as selected file.
ug: ئەگەر ھېچقانداق ھۆججەت تاللانمىسا، نۆۋەتتىكى مۇندەرىجىنى تاللانغان ھۆججەت دەپ قارايدۇ.

source: file name of the selected file
ug: تاللانغان ھۆججەتنىڭ ھۆججەت ئاتى

source: file names of all selected files
ug: تاللانغان ھەممە ھۆججەتنىڭ ھۆججەت ئاتى

source: path of the selected file's directory
ug: تاللانغان ھۆججەت مۇندەرىجىسىنىڭ يولى

source: paths of all selected files' directories
ug: تاللانغان ھەممە ھۆججەتنىڭ مۇندەرىجىسىنىڭ يولى

source: path of the selected file including the file name
ug: ھۆججەت ئاتىنى ئۆز ئىچىگە ئالغان تاللانغان ھۆججەتنىڭ يولى

source: paths of all selected files including the file names
ug: ھۆججەت ئاتىنى ئۆز ئىچىگە ئالغان ھەممە تاللانغان ھۆججەتنىڭ يولى

source: Basic
ku: Bingehîn
ug: ئاساس

source: _File Pattern:
ug: ھۆججەت ئەندىزىسى(_F):

source: Enter a list of patterns that will be used to determine whether this action should be displayed for a selected file. If you specify more than one pattern here, the list items must be separated with semicolons (e.g. *.txt;*.doc).
ug: ئەندىزە تىزىمىنى كىرگۈزۈڭ. بۇ ئارقىلىق مەزكۇر مەشغۇلات تاللانغان ھۆججەتكە نىسبەتەن كۆرۈنىدىغان-كۆرۈنمەيدىغانلىقىنى بەلگىلىگىلى بولىدۇ. بىر قانچە ئەندىزە بەلگىلىمەكچى بولسىڭىز، ئۇلارنى قوش پەش بىلەن ئايرىڭ. (مەسىلەن «*.txt;*.doc» دېگەندەك).

source: _Range (min-max):
ug: دائىرە(كىچىكتىن-چوڭغا)(_R):

source: If the command should operate on say two or three files, enter the numerical range 2-3. If there are no limits, this string should be empty.
ug: ئەگەر بۇيرۇق ئىككى ياكى ئۈچ ھۆججەتكە مەشغۇلات ئېلىپ بارماقچى بولسا، سان دائىرىسىگە 2-3 كىرگۈزۈلىدۇ. ئەگەر چەكلىمىسى بولمىسا، بوش قالدۇرۇلىدۇ.

source: Appears if selection contains:
ug: تۆۋەندىكىلەر تاللانسا كۆرۈنىدۇ:

source: _Directories **
ug: مۇندەرىجە(_D)**

source: _Audio Files
ku: Pelên _Dengan
ug: ئۈن ھۆججىتى(_A)

source: _Image Files
ku: Pelên _Wêneyan
ug: سۈرەت ھۆججىتى(_I)

source: _Text Files
ku: Pelên _Nivîsan
ug: تېكىست ھۆججىتى(_T)

source: _Video Files
ku: Pelên _Vîdeo
ug: سىن ھۆججىتى(_V)

source: _Other Files
ku: Pelên _Din
ug: باشقا ھۆججەت(_O)

source: This page lists the conditions under which the action will appear in the file managers context menus. The file patterns are specified as a list of simple file patterns separated by semicolons (e.g. *.txt;*.doc). For an action to appear in the context menu of a file or folder, at least one of these patterns must match the name of the file or folder. Additionally, you can specify that the action should only appear for certain kinds of files. ** The custom action will be eligible to appear in the toolbar.
ug: بۇ بەتتە ھۆججەت باشقۇرغۇچنىڭ مەزمۇن تىزىملىكىدە قانداق شەرتتە قايسى مەشغۇلاتنىڭ كۆرۈنىدىغانلىقى كۆرۈنىدۇ. ھۆججەت ئەندىزىسى چېكىتلىك پەش بىلەن ئايرىلغان ئاددىي ھۆججەت تۈرىنىڭ تىزىمى (مەسىلەن، *.txt;*.doc). ھۆججەت ياكى قىسقۇچقا ئىشلىتىلىدىغان مەزمۇن تىزىملىكىدە كۆرۈنىدىغان مەشغۇلاتقا نىسبەتەن، ھۆججەت ياكى قىسقۇچنىڭ ھۆججەت ئاتى كەم دېگەندە بىر تۈرى بىلەن ماس كېلىشى كېرەك. ئۇنىڭدىن باشقا، پەقەت مۇئەييەن تۈردىكى ھۆججەتتىلا كۆرۈنىدىغان مەشغۇلاتنى بەلگىلىيەلەيسىز.

source: Appearance Conditions
ug: كۆرۈنۈش شەرتلىرى

source: Custom Actions
ku: Çalakiyên Taybet
ug: ئىختىيارى مەشغۇلات

source: Configure custom actions that will appear in the file manager's context menus and/or toolbar. These actions are applicable to folders or certain kinds of files. Check the <a href="https://docs.xfce.org/xfce/thunar/custom-actions">documentation</a> for a collection of custom action examples.
ug: ھۆججەت باشقۇرغۇچنىڭ مەزمۇن تىزىملىكى ۋە ياكى قورال بالداقتا كۆرۈنىدىغان ئىختىيارى مەشغۇلاتنى سەپلەيدۇ. بۇ مەشغۇلات مۇئەييەن ھۆججەت ياكى قىسقۇچقا ماس كېلىدۇ.

source: Add a new custom action.
ku: Çalakiyeke nû ya taybet lê zêde bike
ug: يېڭى ئىختىيارى مەشغۇلات قوشىدۇ.

source: Edit the currently selected action.
ku: Çalakiya ku hatiye hilbijartin sererast bike.
ug: ھازىرقى تاللانغان مەشغۇلاتنى تەھرىرلەيدۇ.

source: Delete the currently selected action.
ku: Çalakiya ku hatiye hilbijartin jê bibe.
ug: ھازىرقى تاللانغان مەشغۇلاتنى ئۆچۈرىدۇ.

source: Move the currently selected action up by one row.
ku: Çalakiya ku hatiye hilbijartin bi qasî dorekê bikşîne jor.
ug: ھازىرقى تاللانغان مەشغۇلاتنى بىر قۇر ئۈستىگە چىقىرىدۇ.
