Repository: xfce-mirror/thunar
Catalog: po/*.po
Languages: ku, ug

source: Move the currently selected action down by one row.
ku: Çalakiya ku hatiye hilbijartin bi qasî dorekê bikşîne jêr.
ug: ھازىرقى تاللانغان مەشغۇلاتنى بىر قۇر ئاستىغا چۈشۈرىدۇ.

source: Set as wallpaper
ug: تام قەغەزگە تەڭشە

source: Thunar File Manager
ku: Thunar, Gerinendeyê Pelan
ug: Thunar ھۆججەت باشقۇرغۇچ

source: Browse the filesystem with the file manager
ug: ھۆججەت باشقۇرغۇچتا ھۆججەت سىستېمىسىغا كۆز يۈگۈرتىدۇ

source: File Manager
ku: Gerinendeyê Pelan
ug: ھۆججەت باشقۇرغۇچ

source: file manager;explorer;finder;browser;folders;directory;directories;partitions;drives;network;devices;rename;move;copy;delete;permissions;home;trash;
ug: ھۆججەت باشقۇرغۇچ؛توركۆرگۈ؛ئىزدىگۈچ؛قىسقۇچ؛مۇندەرىجە؛رايون؛قوزغاتقۇچ؛تور؛ئۈسكۈنە؛ئات ئۆزگەرت؛يۆتكە؛كۆچۈر؛ئۆچۈر؛ئىجازەت؛باش مۇندەرىجە؛ئەخلەتخانا؛

source: Home
ug: باش مۇندەرىجە

source: bulk;renamer;renaming;thunar;files;folders;directory;directories;
ug: توپ مەشغۇلات؛ئات ئۆزگەرتكۈچ؛ئات ئۆزگەرتىش؛ھۆججەت؛قىسقۇچ؛مۇندەرىجە؛bulk;renamer;renaming;thunar;files;folders;directory;directories;

source: Configure the Thunar file manager
ug: Thunar ھۆججەت باشقۇرغۇچ سەپلىمىسى

source: thunar;settings;preferences;configure;thumbnails;file size;date format;shortcuts pane;tree view;tabs;
ug: تەڭشەك؛مايىللىق؛سەپلىمە؛كىچىك سۈرەت؛ھۆججەت چوڭلۇقى؛چېسلا پىچىمى؛تېزلەتمە كۆزنەكچە؛شاخسىمان كۆرۈنۈش؛بەتكۈچ؛

source: File Browser
ug: ھۆججەت كۆرگۈچ

source: Thunar is a file browser specifically designed for the Xfce Desktop, but also can serve as an alternate file browser for other Desktop environments. It has a simple, clean two-pane design for browsing all your files.
ug: Thunar مەخسۇس Xfce ئۈستەلئۈستى مۇھىتى ئۈچۈن لايىھەلەنگەن ھۆججەت باشقۇرغۇچ ئەمما ئۇ باشقا ئۈستەلئۈستى مۇھىتى ئۈچۈن نامزات ھۆججەت باشقۇرغۇچ سۈپىتىدە ئىشلىتىلسىمۇ بولىدۇ. ئۇنىڭ ھۆججەت باشقۇرىدىغان ئاددىي قوش كۆزنەكچە لايىھەسى بار.

source: Screenshot of the XFCE Thunar File Browser User Interface
ug: Thunar ھۆججەت باشقۇرغۇچنىڭ XFCE ئۈستەلئۈستى مۇھىتىدىكى ئىشلەتكۈچى ئارا يۈزىنىڭ ئېكران كەسمىسى

source: Run Thunar as root
ug: Thunar نى root سالاھىيىتىدە ئىجرا قىل

source: Authentication is required to run Thunar as root.
ug: Thunar نى root سالاھىيىتىدە ئىجرا قىلىشتا سالاھىيەت دەلىللەش زۆرۈر.

source: Failed to read folder contents
ku: Xwendina naveroka peldankê bi ser neket

source: Unknown error
ku: Çewtiya nenas

source: Failed to parse file
ku: Veqetandina pelê bi ser neket

source: Invalid file name
ku: Navê pel ê nederbasdar

source: Only local files may be renamed
ku: Tenê navê pelên herêmî dikarin bên guhertin

source: Failed to change permissions of "%s"
ku: Guhertina destûrên "%s" bi ser neket

source: Failed to change file owner of "%s"
ku: Xwediyê pelan ê "%s" nehate guhartin

source: Failed to change file group of "%s"
ku: Koma pelan a "%s" nehate guhartin

source: Failed to create empty file "%s"
ku: Pelê vala ya "%s" çênebû

source: Failed to open "%s" for reading
ku: "%s" ji bo xwendinê venebû

source: Failed to open "%s" for writing
ku: Pelê "%s" ji bo lênivîsandinê venebû

source: Failed to write data to "%s"
ku: Lênivîsandina daneyan li "%s" bi ser neket.

source: Failed to read data from "%s"
ku: Xwendina daneyan ji "%s" bi ser neket

source: copy of %s
ku: Jibergirtiya %s

source: another copy of %s
ku: Jibergirtiyeke din a %s

source: another link to %s
ku: girêdaneke din bi %s re

source: third copy of %s
ku: Jibergirtiya sêyemîn a %s

source: third link to %s
ku: girêdana sêyemîn bi %s re

source: %uth copy of %s
ku: Jibergirtiya %u'emîn a %s

source: %uth link to %s
ku: Girêdana %u'emîn bi %s re

source: Failed to determine file info for "%s"
ku: Ji bo "%s" agahiyên pelê nehatin belîkirin

source: Failed to create directory "%s"
ku: Peldanka "%s" nehate afirandin

source: Failed to create named fifo "%s"
ku: Derbasoka binavkirî ya "%s" çênebû

source: Failed to create symbolic link "%s"
ku: Girêdana sembolîk a "%s" pêk nehat

source: Special files cannot be copied
ku: Pelên taybet nabe bên jibergirtin

source: Symbolic links are not supported
ku: Girêdanên sembolîk nayên destekirin

source: Failed to copy "%s" to "%s"
ku: "%s" li "%s" nehate jibergirtin

source: Failed to link "%s" to "%s"
ku: "%s" li "%s"ê nehate girêdan

source: Failed to move "%s" to "%s"
ku: "%s" neçû hundirê "%s"

source: The URI "%s" does not refer to a valid resource in the trash
ku: URIya "%s" serî li çavkaniyeke derbasdar ya li sergo ye nade

source: Cannot move or copy files within the trash
ku: Pelên ku di çopê de ne, ne tenê kişandin û ne jî tê kopîkiri

source: Failed to load application from file %s
ku: Barkirina sepana ji pelê %s ne serketî bû

source: Failed to remove "%s": %s
ku: Di paqijkirina "%s"yê de çewtî: %s

source: Command
ku: Ferman

source: The command to run the mime handler
ku: Fermana ku xebatkera mime dide xebitandin

source: Flags
ku: Al

source: The flags for the mime handler
ku: Ji bo xebatkera mime ala

source: Icon
ku: Îkon

source: The icon of the mime handler
ku: Îkona xebatkera mime

source: The name of the mime handler
ku: Navê xebatkera mime

source: %s document
ku: Belgeya %s

source: The URI "%s" is invalid
ku: URI "%s" ne derbasdar e

source: Path too long to fit into buffer
ku: Rê bi qasî ku di hundirê tampon de hilneyê dirêj e.

source: URI too long to fit into buffer
ku: URL bi qasî ku di hundirê tampon de hilneyê dirêj e.

source: Operation not supported
ku: Kar nayê destekkirin

source: The desired thumbnail size
ku: Mezinahiya wêneyên biçûk yên têne xwestin

source: Failed to determine the mount point for %s
ku: Ji bo %s xala girêdanê nehate diyarkirin

source: Failed to connect to the HAL daemon: %s
ku: Li nivîsbariya bendeker ya HAL nehate girêdan: %s

source: Run in daemon mode (not supported)
ku: Di moda bernameya bendeker de bixebitîne (nayê destekkirin)

source: Quit a running Thunar instance (not supported)
ku: Mînakeke Thunar ya niha dixebite bigire (nayê destekirin)

source: [FILES...]
ku: [PEL...]

source: Thunar: Failed to open display: %s
ku: Thunar: Vêkirina dîmenderê biserneket: %s

source: Sort By _Name
ku: Li Gorî _Navan Rêz Bike

source: Sort By _Size
ku: Li Gorî _Mezinahiyan Rêz Bike

source: Sort By _Type
ku: Li Gorî _Cureyan Rêz Bike

source: Sort By Modification _Date
ku: Li Gorî _Dîroka Guherandinê Rêz Bike

source: Failed to execute "%s"
ku: "%s" nehate xebitandin

source: Creating symbolic links...
ku: Girêdanên sembolîk pêk tên...

source: Moving files...
ku: Pel tên guhastin...

source: Create the folder "%s"?
ku: Peldanka "%s" bila were afirandin?

source: C_reate Folder
ku: Peldank bi_afirîne

source: The folder "%s" does not exist anymore, but it is required to restore the file "%s" from the trash. Do you want to create the folder again?
ku: Peldanka "%s" êdî nayê dîtin, lê ji bo ku tu karibî pelgeha "%s" ji çopê derxe pêwist e. Tu dixwazî peldankê dîsa çêbike?

source: Failed to restore "%s"
ku: "%s" paş de nehate barkirin

source: _Other Application...
ku: Sepana _Din...

source: Atleast one filename must be specified
ku: Herî kêm divê navê pelgehekê were diyarkirin

source: _Copy here
ku: _Ji ber bigire vir

source: _Move here
ku: _Tevbigere vir

source: _Link here
ku: _Girêbide vir

source: Suffix only
ku: Tenê paşgir

source: Name and Suffix
ku: Nav û Paşgir

source: Back
ku: Paşde

source: Forward
ku: Pêşde

source: Failed to load fallback icon from "%s" (%s). Check your installation!
ku: Ji "%s" îkona paşdevegerînê nehate barkirin (%s). Sazkirina xwe kontrol bike!

source: Open in New Window
ku: Di Paceyeke Nû de Veke

source: Open the selected directory in a new window
ku: Pelrêça ku hatiye hilbijartin di paceyeke nû de veke

source: Open With Other _Application...
ku: Bi _Sepaneke Din Veke...

source: Open in %d New Window
ku: Di %d Paceya Nû de veke

source: Open the selected directory in %d new window
ku: Pelrêça ku hatiye hilbijartin di paceya nû ya %d de veke

source: _Open in New Window
ku: Di Paceya Nû de _Veke

source: _Open With Other Application...
ku: Bi Sepaneke Din _Veke...

source: Open the selected file with the default application
ku: Pela hatiye hilbijartin bi sepana standard veke

source: Open With "%s"
ku: Bi "%s" Veke

source: %d item (%s), Free space: %s
ku: %d hêman (%s), Cihê vala: %s

source: %d item, Free space: %s
ku: %d hêman, Cihê vala: %s

source: %d item
ku: %d hêman

source: "%s" broken link
ku: "%s" lînka şikestî

source: %d item selected (%s)
ku: %d hêman hatiye hilbijartin (%s)

source: %d item selected
ku: %d hêman hilbijartî

source: Paste Into Folder
ku: Bi Peldankê Pê Ve Bike

source: Spacing
ku: Navber

source: The amount of space between the path buttons
ku: Mîqtara valahiyên ku di navbera bişkokên rê de ye

source: Open "%s" in this window
ku: "%s" di vê paceyê de veke

source: Open "%s" in a new window
ku: "%s" di paceyeke nû de veke

source: Create a new folder in "%s"
ku: Di hundirê "%s" de peldankeke nû çêbike

source: Move or copy files previously selected by a Cut or Copy command into "%s"
ku: Pêşî bi fermana Bibire an jî Ji Ber Bigire pelên hatine hilbijartin bibe hundirê "%s" an jî ji ber bigire

source: View the properties of the folder "%s"
ku: Taybetmendiyên peldanka "%s" nîşan bide

source: Open Location
ku: Cih veke

source: _Location:
ku: _Cih:

source: Failed to launch "%s"
ku: "%s" nehate xebitandin

source: Access:
ku: Gihştin:

source: Group:
ku: Kom:

source: Others:
ku: Yên din:

source: Allowing untrusted programs to run presents a security risk to your system.
ku: Heke tu bernameyên ne ewle bixebitîne wê ewlekariya pergala te têkeve rîskê.

source: Correct folder permissions...
ku: Serastkirina destûrên peldankê...

source: Failed to change group
ku: Guherandina komê serneket

source: Failed to apply new permissions
ku: Bisepandina destûrên nû serneket

source: Correct folder permissions
ku: Destûrên peldanke serrast bike

source: File Manager Preferences
ku: Vebjiêrkên Gerînendeyê Pelan

source: Default View
ku: Bergeha Standard

source: Detailed List View
ku: Bergeha Lîsteya Berfireh

source: Compact List View
ku: Bergeha Lîsteya Kin

source: Sort _folders before files
ku: _Peldankan berî pelan rêz bike

source: Select this option to list folders before files when you sort a folder.
ku: Dema te peldankek kir rêz ji bo peldank berî pelan bibin rêz vê vebijêrkê nîşan bike.

source: Very Small
ku: Gelek biçûk

source: Smaller
ku: Biçûktir

source: Small
ku: Biçûk

source: Normal
ku: Asayî

source: Large
ku: Mezin

source: Larger
ku: Mezintir

source: Very Large
ku: Gelek Mezin

source: Show Icon _Emblems
ku: Amblemên Îkonan Nîşan Bide

source: Ask everytime
ku: Her dem bipirse

source: (%lu hour remaining)
ku: (%lu demjimêr maye)

source: (%lu second remaining)
ku: (%lu çirke maye)

source: Name:
ku: Nav:

source: Open With:
ku: Bi Hev Re Veke:

source: Free Space:
ku: Cihê Vala:

source: File Context Menu
ku: Pêşeka Naveroka Pel

source: _Rename Files
ku: _Navên Pelan biguherîne

source: Click here to actually rename the files listed above to their new names.
ku: Ji bo ku tu karibî pelên di lîsteya jor de hatine rêzkirin ji nû ve binavîne bitikîne.

source: Side Pane (Create Shortcut)
ku: Panela Kêlekê (Kurterê Pêk Bîne)

source: _Mount Volume
ku: Dîskê _Girê bide

source: E_ject Volume
ku: Dîskê Bi_avêje

source: _Unmount Volume
ku: Dîskê Ve_qetîne

source: %s Bytes
ku: %s Bayt

source: %u item, totalling %s
ku: %u hêman, bi gişî %s

source: Folder Context Menu
ku: Pêşeka Naveroka Peldankê

source: Select by Pattern
ku: Desen Hilbijêre

source: _Select
ku: _Hilbijêre

source: _Pattern:
ku: _Nîgar

source: Delete the selected file
ku: Pelê hilbijartî jê bibe

source: Restore the selected file
ku: Pelgehên ku hatine hilbijartin paş de vekişîne

source: No Templates installed
ku: Şabloneke Sazkirî Tuneye

source: P_roperties...
ku: _Taybetmendî

source: Open New _Window
ku: _Paceyeke Nû Veke

source: Edit Thunars Preferences
ku: Vebijêrkên Thunarê Sererast Bike

source: _Location Selector
ku: Hilbijêrê _Cih

source: _Toolbar Style
ku: Teşeya Şiva _Amûran

source: View as _Icons
ku: Wekî _Dawêran bibîne

source: View as _Detailed List
ku: Wekî Lîsteya _Kîtekît Nîşan Bide

source: Warning, you are using the root account, you may harm your system.
ku: Hişyarî, tu hesabê kok (root) bikar tîne, dibe ku tu xisarê bide pergalê.

source: Camelcase
ku: Tîpa pêşîn

source: _Directories
ku: _Peldank

source: Unknown element <%s>
ku: Hêmana nenas <%s>

source: Configure c_ustom actions...
ku: Çalakiya t_aybet veava bike...

source: Open Terminal Here
ku: Li vir Termînalê Veke

source: Open Folder
ku: Peldankê veke

source: Open Folder with Thunar
ku: Peldankê bi Thunarê veke
