Repository: xfce-mirror/thunar
Catalog: po/*.po
Languages: ku, ug

source: Use intermediate file '*.partial~' to copy files. This will prevent fragmented files. The new file will only be shown after the copy was successfully finished.
ug: ئوتتۇرىدىكى ھۆججەت «*.partial~» نى ئىشلىتىپ كۆچۈرىدۇ. بۇ مەشغۇلات پارچە ھۆججەت شەكىللىنىشنىڭ ئالدىنى ئالىدۇ. يېڭى ھۆججەتنى كۆچۈرۈش مۇۋەپپەقىيەتلىك تاماملانغاندىن كېيىنلا ئاندىن كۆرۈنىدۇ.

source: Verify file contents on copy:
ug: كۆچۈرگەندە ھۆججەت مەزمۇنىنى دەلىللەيدۇ:

source: Compare contents of original file and copy in order to detect corruption. While this will attempt to compare the actual contents that are on the destination media, Thunar may be unable to bypass filesystem caches, so this comparison may not detect all instances of corruption. Enabling this option will increase copy time.
ug: ئەسلى ھۆججەت بىلەن كۆپەيتىلمىسىنىڭ ھۆججەت مەزمۇنىنى سېلىشتۇرۇپ بۇزۇلغاننى بايقايدۇ. گەرچە بۇ نىشان ۋاسىتىدىكى ئەمەلىي مەزمۇننى سېلىشتۇرسىمۇ ئەمما Thunar ھۆججەت سىستېما غەملىكىدىن ئاتلاپ كېتەلمەسلىكى مۇمكىن، شۇڭا بۇ خىل تەكشۈرۈش بارلىق بۇزۇلۇش ئەمەلىي مىسالىنى بايقىيالىشى ناتايىن. بۇ تاللانما قوزغىتىلسا كۆچۈرۈش ۋاقتى ئۇزىرىشى مۇمكىن.

source: Search
ug: ئىزدە

source: Include subfolders:
ug: تارماق قىسقۇچ ئىچىدە:

source: Folder Permissions
ku: Destûrên Peldankan
ug: قىسقۇچ ئىجازىتى

source: When changing the permissions of a folder, you can also apply the changes to the contents of the folder. Select the default behavior below:
ug: قىسقۇچنىڭ ئىجازىتىنى ئۆزگەرتكەندە، ئۆزگىرىشلەرنى ئۇنىڭ ئىچىدىكى مەزمۇنلارغىمۇ قوللانغىلى بولىدۇ. تۆۋەندە كۆڭۈلدىكى مەشغۇلات تاللىنىدۇ:

source: Ask every time
ug: ھەر قېتىم سورا

source: Apply to Folder and Contents
ku: Li Peldank û Naveroka Wê Bisepîne
ug: قىسقۇچ ۋە مەزمۇنغا قوللان

source: Apply to Folder Only
ku: Tenê Li Peldankê Bisepîne
ug: قىسقۇچقىلا قوللان

source: Security
ug: بىخەتەرلىك

source: Execute shell scripts:
ug: ئىجراچان Shell قوليازمىسى:

source: Volume Management
ug: دىسكا باشقۇرۇش

source: <a href="volman-config:">Configure</a> the management of removable drives, devices and media.
ug: كۆچمە ئۈسكۈنە ۋە ۋاسىتىلەرنى باشقۇرۇشنى <a href="volman-config:">سەپلە</a>يدۇ.

source: Missing dependencies
ug: بېقىنىش كەم

source: It looks like <a href="https://wiki.gnome.org/Projects/gvfs">gvfs</a> is not available. Important features including trash support, removable media and remote location browsing will not work. <a href="https://docs.xfce.org/xfce/thunar/unix-filesystem#gnome_virtual_file_system">[Read more]</a>
ug: قارىغاندا <a href="https://wiki.gnome.org/Projects/gvfs">gvfs</a> نى ئىشلەتكىلى بولمايدىغاندەك تۇرىدۇ. ئەخلەتخانا قوللاش، كۆچمە ۋاسىتە ۋە يىراقتىن تور زىيارىتى قاتارلىق مۇھىم ئىقتىدارلار ئىشلىمەسلىكى مۇمكىن. <a href="https://docs.xfce.org/xfce/thunar/unix-filesystem#gnome_virtual_file_system">[تەپسىلاتىنى ئوقۇڭ]</a>

source: Shortcuts
ug: تېزلەتمە

source: Window
ug: كۆزنەك

source: View
ug: كۆرۈنۈش

source: Launcher
ku: Destpêkar
ug: قوزغاتقۇچ

source: Status Bar
ug: ھالەت بالدىقى

source: The Shortcuts Editor requires a Thunar window to be present.
ug: تېزلەتمە تەھرىرلىگۈچ Thunar كۆزنىكىنىڭ مەۋجۇتلۇقىنى تەلەپ قىلىدۇ.

source: Failed to display the volume management settings
ug: دىسكا باشقۇرۇش تەڭشىكىنى كۆرسىتەلمىدى

source: File Operation Progress
ug: ھۆججەت مەشغۇلات جەريانى

source: Paused
ug: ۋاقىتلىق توختىدى

source: Starting... (User request)
ug: باشلاۋاتىدۇ…(ئىشلەتكۈچى ئىلتىماسى)

source: Resuming...
ug: داۋاملاشتۈرۈۋاتىدۇ…

source: Cancelling...
ug: ۋاز كېچىۋاتىدۇ…

source: Error while processing file operation
ug: ھۆججەت مەشغۇلاتىنى ئىجرا قىلىۋاتقاندا خاتالىق كۆرۈلدى

source: Job queued
ug: ۋەزىپە قاتارغا تىزىلدى

source: Resuming job...
ug: ۋەزىپىنى داۋاملاشتۇرۇۋاتىدۇ…

source: Queued
ug: قاتارغا تىزىلدى

source: General
ku: Giştî
ug: ئادەتتىكى

source: _Name:
ku: _Nav:
ug: ئاتى(_N):

source: Names:
ug: ئاتى:

source: Kind:
ku: Cure:
ug: تۈرى:

source: _Open With:
ug: ئاچقۇز(_O):

source: Link Target:
ku: Hedefa Girêdanê:
ug: ئۇلانما نىشانى:

source: Original Path:
ku: Riya Orjînal:
ug: ئەسلى يول:

source: Location:
ug: ئورنى:

source: Volume:
ku: Deng:
ug: دىسكا:

source: Created:
ug: قۇرغان ۋاقىت:

source: Accessed:
ku: Hatiye gihiştin:
ug: زىيارەت قىلىنغان ۋاقىت:

source: Deleted:
ku: Hatiye jêbirin:
ug: ئۆچۈرۈلگەن ۋاقتى:

source: Size on Disk:
ug: دىسكىدىكى چوڭلۇقى:

source: Content:
ug: مەزمۇنى:

source: Capacity:
ug: سىغىمى:

source: Usage:
ug: ئىشلىتىشى:

source: Emblems
ku: Amblem
ug: كاكار

source: Highlight
ug: يورۇت

source: It looks like <a href="https://wiki.gnome.org/Projects/gvfs">gvfs</a> is not available. This feature will not work. <a href="https://docs.xfce.org/xfce/thunar/unix-filesystem#gnome_virtual_file_system">[Read more]</a>
ug: قارىغاندا <a href="https://wiki.gnome.org/Projects/gvfs">gvfs</a> نى ئىشلەتكىلى بولمايدىغاندەك تۇرىدۇ. بۇ ئىقتىدار ئىشلىمەسلىكى مۇمكىن. <a href="https://docs.xfce.org/xfce/thunar/unix-filesystem#gnome_virtual_file_system">[تەپسىلاتىنى ئوقۇڭ]</a>

source: _Apply
ug: قوللان(_A)

source: _Reset
ug: ئەسلىگە قايتۇر(_R)

source: Set _Foreground
ug: ئالدى كۆرۈنۈشكە تەڭشە(_F)

source: Set _Background
ug: تەگلىككە تەڭشە(_B)

source: Select an Icon for "%s" (%s)
ug: «%s» (%s) نىڭ سىنبەلگىسى تاللىنىدۇ

source: Select an Icon for "%s"
ku: Ji bo "%s" îkonekê hilbijêre
ug: «%s» نىڭ سىنبەلگىسى تاللىنىدۇ

source: Failed to change icon of "%s" (%s)
ug: «%s» (%s) نىڭ سىنبەلگىسىنى ئۆزگەرتەلمىدى

source: Failed to change icon of "%s"
ku: Guherandina ikona "%s" bi ser neket
ug: «%s» نىڭ سىنبەلگىسىنى ئۆزگەرتەلمىدى

source: %s (%s) - Properties
ug: %s (%s) - خاسلىقى

source: %s - Properties
ku: %s - Taybetmendî
ug: %s - خاسلىقى

source: unknown
ug: يوچۇن

source: Properties
ug: خاسلىق

source: Link Targets:
ug: ئۇلانما نىشانى:

source: mixed
ug: ئارىلاش

source: _Add Files...
ku: Pelan _Zêde bike...
ug: ھۆججەت قوش(_A)...

source: Include additional files in the list of files to be renamed
ug: ئاتى ئۆزگەرتىلىدىغان ھۆججەت تىزىمىغا ھۆججەت قوشىدۇ

source: Clear
ku: Paqij Bike
ug: تازىلا

source: Clear the file list below
ku: Lîsteya pelan ya jêr pakij bike
ug: تۆۋەندىكى ھۆججەت تىزىملىكىنى تازىلايدۇ

source: _About
ku: _Der barê
ug: ھەققىدە(_A)

source: Display information about Thunar Bulk Rename
ug: سۇنار(Thunar) ھۆججەت ئاتىنى توپ ئۆزگەرتكۈچ ھەققىدىكى ئۇچۇرلارنى كۆرسىتىدۇ

source: Rename Multiple Files
ku: Gelek Pelan Ji Nû Ve Binavîne
ug: كۆپ ھۆججەتنىڭ ئاتىنى ئۆزگەرت

source: Close this window, cancel further changes.
ug: كۆزنەكنى يېپىپ، ئۆزگەرتىشتىن ۋاز كېچىدۇ.

source: Rename items listed above, keep this window open.
ug: يۇقىرىدا تىزىلغان تۈرنىڭ ئاتىنى ئۆزگەرتىپ، بۇ كۆزنەكنى ئوچۇق تۇتىدۇ.

source: New Name
ku: Navê Nû
ug: يېڭى ئات

source: Click here to view the documentation for the selected rename operation.
ku: Ji bo pelgeyên ku der barê karê navandina ji nû ve ya hatiye hilbijartin nîşan bide pêl vir bike.
ug: بۇ يەر چېكىلسە، تاللانغان ئات ئۆزگەرتىش مەشغۇلاتىغا ئائىت پۈتۈكلەر كۆرسىتىلىدۇ.

source: No renamer modules were found on your system. Please check your installation or contact your system administrator. If you install Thunar from source, be sure to enable the "Simple Builtin Renamers" plugin.
ug: ئات ئۆزگەرتكۈچى مودېل تېپىلمىدى. تەكشۈرۈپ كۆرۈڭ ياكى سىستېما باشقۇرغۇچى بىلەن ئالاقە قىلىڭ. ئەگەر Thunar ئەسلى كودىدىن پايدىلىنىپ ياسىغان بولسىڭىز، «Simple Builtin Renamers» قىستۇرمىسىنى ئىشلەتكەنمۇ تەكشۈرۈڭ.

source: Remove File
ku: Pelî Jê bibe
ug: ھۆججەتنى چىقىرىۋەت

source: Remove the selected file from the list of files to be renamed
ug: ئاتى ئۆزگەرتىلىدىغان ھۆججەت تىزىمىدىن تاللانغان ھۆججەتلەرنى ئۆچۈرىدۇ

source: Failed to open the documentation browser
ku: Çavlêgerê pelgekirinê venebû
ug: پۈتۈك كۆرگۈنى ئېچىش مەغلۇپ بولدى

source: Select files to rename
ku: Navandina pelgeha ku hatiye hilbijartin
ug: ئاتىنى ئۆزگەرتىدىغان ھۆججەت تاللىنىدۇ

source: Audio Files
ku: Pelên Deng
ug: ئۈن ھۆججەت

source: Image Files
ku: Pelên Wêne
ug: سۈرەت ھۆججىتى

source: Video Files
ku: Pelên Vîdeo
ug: سىن ھۆججەت

source: Bulk Rename
ug: ئاتىنى توپ ئۆزگەرت

source: Thunar Bulk Rename is a powerful and extensible tool to rename multiple files at once.
ug: Thunar ھۆججەت ئاتىنى توپ ئۆزگەرتكۈچ نۇرغۇن ھۆججەتنىڭ ئاتىنى بىراقلا ئۆزگەرتىدىغان كېڭەيتىشچان ۋە كۈچلۈك قورالدۇر.

source: Bulk Rename - Rename Multiple Files
ku: Bulk Rename - Navên Gelek Pelan Biguherîne
ug: ھۆججەت ئاتىنى توپ ئۆزگەرت - ھۆججەتلەرنىڭ ئاتىنى بىراقلا ئۆزگەرتىدۇ

source: Failed to rename "%s" to "%s".
ug: «%s» نىڭ ئاتىنى «%s» غا ئۆزگەرتەلمىدى.

source: You can either choose to skip this file and continue to rename the remaining files, or revert the previously renamed files to their previous names, or cancel the operation without reverting previous changes.
ug: ھۆججەتتىن ئاتلاپ ئۆتۈپ كېتىپ كېيىنكى ھۆججەتلەرنىڭ ئاتىنى ئۆزگەرتىشكە، ئاتى ئۆزگىرىپ بولغان ھۆججەتنىڭ ئاتىنى ئەسلىگە كەلتۈرۈشكە، ياكى ھازىرغىچە بولغان ئۆزگەرتىشلەرنى ئەسلىگە كەلتۈرمەيلا مەشغۇلاتنى ئەمەلدىن قالدۇرۇشقا بولىدۇ.

source: _Revert Changes
ku: Guherînan _Paş de Vegerîne
ug: ئۆزگەرتىشنى ئەسلىگە قايتۇر(_R)

source: _Skip This File
ug: بۇ ھۆججەتنى ئۆتكۈزۈۋەت(_S)

source: Do you want to skip this file and continue to rename the remaining files?
ku: Tu dixwazî ji ser vî pelî gav bike û pelên mayî ji nû ve binavîne?
ug: بۇ ھۆججەتنى ئۆتكۈزۈۋېتىپ قالغان ھۆججەتلەرنىڭ ئاتىنى ئۆزگەرتىشنى داۋاملاشتۇرامسىز؟

source: Browse the file system
ug: ھۆججەت سىستېمىسىغا كۆز يۈگۈرتىدۇ

source: Mount and open %s (%s)
ug: %s (%s) نى ئېگەرلەپ ئاچ

source: Trash is empty
ku: Çop vala ye
ug: ئەخلەتخانا بوش

source: Trash contains %d file
ug: ئەخلەتخانىدا %d ھۆججەت بار

source: Devices
ug: ئۈسكۈنە

source: Network
ug: تور

source: Browse Network
ug: تورغا كۆز يۈگۈرت

source: Browse local network connections
ug: يەرلىك توردىكى باغلىنىشقا كۆز يۈگۈرتىدۇ

source: Places
ug: ئورۇن

source: Open the home folder
ug: باش قىسقۇچنى ئاچىدۇ

source: Open the desktop folder
ug: ئۈستەل ئۈستى قىسقۇچنى ئاچىدۇ

source: Computer
ug: كومپيۇتېر

source: Browse the computer
ug: كومپيۇتېرغا كۆز يۈگۈرتىدۇ

source: Recent
ug: يېقىنقى

source: Browse recently used files
ug: يېقىندا ئىشلىتىلگەن ھۆججەتكە كۆز يۈرگۈرتىدۇ

source: Re_name Shortcut
ku: _Navê Kurterê biguherîne
ug: تېزلەتمە ئاتىنى ئۆزگەرت(_N)

source: _Remove Shortcut
ku: Kurterê _Rake
ug: تېزلەتمىنى ئۆچۈر(_R)

source: The path "%s" does not refer to a directory
ug: يول «%s» كۆرسەتكەن مۇندەرىجە مەۋجۇت ئەمەس

source: Failed to add new shortcut
ku: Kurteriya nû lê nehate zêdekirin
ug: يېڭى تېزلەتمە قوشالمىدى

source: Click here to stop calculating the total size of the folder.
ku: Ji bo ku tu karibî hemû hesabê mezinahiya peldankan rawestîne pêl vir bike.
ug: بۇ يەر چېكىلسە، قىسقۇچنىڭ سىغىمىنى ھېسابلاش توختايدۇ.

source: Calculating...
ku: Tê hesibandin...
ug: ھېسابلاۋاتىدۇ...

source: Calculation aborted
ku: Hesabkirin hate betalkirin
ug: ھېسابلاش توختىتىلدى

source: unreadable
ug: ئوقۇغىلى بولمايدىغان

source: %d folder
ug: %d قىسقۇچ

source: %u item (%s, %s)
ug: %u تۈر (%s, %s)

source: (some contents unreadable)
ug: (بەزى مەزمۇنلارنى ئوقۇغىلى بولمايدۇ)

source: Select _all Files
ku: _Hemû Pelan hilbijêre
ug: ھەممە ھۆججەتنى تاللا(_A)

source: Select all files in this window
ku: Hemû pelên di vê paceyê de hilbijêre
ug: كۆزنەكتىكى ھەممە ھۆججەتنى تاللايدۇ

source: Select _by Pattern...
ug: ئەندىزىگە ئاساسەن تاللا(_B)…

source: Select all files that match a certain pattern
ug: بەلگىلىك ئەندىزىگە چۈشىدىغان بارلىق ھۆججەتلەرنى تاللايدۇ

source: _Invert Selection
ug: ئەكسىچە تاللا(_I)

source: Select all files but not those currently selected
ug: نۆۋەتتە تاللانغاندىن باشقا ھەممە ھۆججەتنى تاللايدۇ

source: U_nselect all Files
ug: ھەممە ھۆججەتنى تاللىما(_N)

source: Unselect all files in this window
ug: بۇ كۆزنەكتىكى ھەممە ھۆججەتنى تاللىمايدۇ

source: Arran_ge Items
ku: Hêman_an Sererast Bike
ug: تۈرنى رەتلە(_G)

source: _Reversed Order
ug: ئەكسىچە تەرتىپ(_R)

source: Reverse the sort order
ug: تىزىش تەرتىپىنى ئەكسىچە تىزىدۇ

source: By _Name
ug: ئاتى بويىچە(_N)

source: Keep items sorted by their name
ku: Hêmanan li gorî navên wan rêzkirî bigire
ug: تۈرلەرنى ئاتى بويىچە تەرتىپلەيدۇ

source: By _Size
ug: چوڭلۇقى بويىچە(_S)

source: Keep items sorted by their size
ku: Hêmanan gorî mezinahiya wan rêzkirî bigire
ug: تۈرلەرنى چوڭلۇقى بويىچە تەرتىپلەيدۇ

source: By _Type
ug: تىپى بويىچە(_T)

source: Keep items sorted by their type
ku: Hêmanan gorî cureyên wan rêzkirî bigire
ug: تۈرلەرنى تىپى بويىچە تەرتىپلەيدۇ

source: By _Modification Date
ug: ئۆزگەرتكەن چېسلا بويىچە(_M)

source: Keep items sorted by their modification date
ku: Hêmanan gorî dîrokan wan ya guherandinê rêzkirî bigire
ug: تۈرلەرنى ئۆزگەرتىلگەن ۋاقتى بويىچە تەرتىپلەيدۇ

source: By D_eletion Date
ug: ئۆچۈرۈلگەن چېسلا بويىچە(_E)

source: Keep items sorted by their deletion date
ug: تۈرلەرنى ئۆچۈرۈلگەن ۋاقتى بويىچە تەرتىپلەيدۇ

source: _Ascending
ku: Ber bi j_or de
ug: ئۆسكۈچى(_A)

source: Sort items in ascending order
ku: Hêmanan li pergala ku tê zêdekirin rêz bike
ug: تۈرلەرنى كىچىكتىن چوڭغا قاراپ تەرتىپلەيدۇ

source: _Descending
ku: Ber bi _Jêr
ug: كېمەيگۈچى(_D)

source: Sort items in descending order
ku: Hêmanan di pergala kêm dibe de rêz bike
ug: تۈرلەرنى چوڭدىن كىچىككە قاراپ تەرتىپلەيدۇ

source: _Folders First
ug: قىسقۇچ ئالدىدا(_F)

source: Sort folders before files
ug: قىسقۇچنى ھۆججەتنىڭ ئالدىغا تىزىدۇ

source: Search for '%1$s' in %2$s
ug: «%2$s» دىن «%1$s» نى ئىزدەيدۇ

source: Search in %s
ug: %s دىن ئىزدە

source: Loading folder contents...
ku: Naveroka peldankê tê barkirin...
ug: مۇندەرىجە مەزمۇنى ئوقۇۋاتىدۇ...

source: %d file found
ug: %d ھۆججەت تېپىلدى

source: Failed to open the home folder
ug: باش قىسقۇچنى ئاچالمىدى

# Select by Pattern dialog: title
source: Select by Pattern
ug: ئەندىزە بويىچە تاللاش

# Select by Pattern dialog: buttons
source: _Cancel
ug: ۋاز كەچ(_C)

# Select by Pattern dialog: buttons
source: _Select
ug: تاللا(_S)

# Select by Pattern dialog: labels: pattern entry textbox
source: _Pattern:
ug: ئەندىزە(_P):

# Select by Pattern dialog: tooltips on label for pattern entry textbox
source: Files whose name matches the wildcard pattern you enter will be selected in the main window.
ug: ئاساسىي كۆزنەكتە سىز كىرگۈزگەن ئورتاق بەلگە ئەندىزىسىگە ماس كېلىدىغان ھۆججەت ئىسمى تاللىنىدۇ.

# Select by Pattern dialog: tooltips: pattern entry text box
source: ? matches exactly one character, * matches any number of characters, including zero. For example: *.txt, file??.png, pict Without any * or ? wildcards, the pattern will match anywhere in a name. With wildcards, the pattern must match at both the start and the end of a name.
ug: ? دەل بىر ھەرپكە ماس كېلىدۇ * نۆلنى ئۆز ئىچىگە ئالغان خالىغان سان ۋە ھەرپكە ماس كېلىدۇ. مەسىلەن: *.txt, file??.png, pict ئەگەر ھېچقانداق * ياكى ? ئورتاق بەلگە بولمىسا، ئەندىزە ئاتنىڭ خالىغان بۆلىكى بىلەن ماس كېلىدۇ. ئورتاق بەلگە ئىشلەتكەندە، ئاتنىڭ باش ۋە ئاخىرى چوقۇم ماس كېلىشى كېرەك.

# Select by Pattern dialog: labels: case sensitive checkbox
source: C_ase sensitive
ug: چوڭ-كىچىك يېزىلىشنى پەرقلەندۈر(_A)

# Select by Pattern dialog: tooltips: case sensitive checkbox
source: If enabled, letter case must match the pattern. Examp* would match Example.txt and not example.txt
ug: ئەگەر قوزغىتىلسا، ھەرپنىڭ چوڭ كىچىكلىكى چوقۇم ئەندىزىگە ماس كېلىشى كېرەك. Examp* يېزىلسا example.txt غا ئەمەس بەلكى Example.txt غا ماس كېلىدۇ

# Select by Pattern dialog: labels: match diacritics checkbox
source: _Match diacritics
ug: تاۋۇش پەرقلىگۈچكە ماسلاش(_M)

# Select by Pattern dialog: tooltips: match diacritics checkbox
source: If enabled, require accents to match the pattern. Rés* would match Résumé.txt and not Resume.txt
ug: ئەگەر قوزغىتىلسا، تاۋۇش شىۋەسى چوقۇم ئەندىزىگە ماس كېلىشى كېرەك. Rés* يېزىلسا Resume.txt غا ئەمەس بەلكى Résumé.txt غا ماس كېلىدۇ

source: Invalid filename provided by XDS drag site
ug: X كۆزنەكتە سۆرەپ ساقلاش(XDS) تەمىنلىگەن ھۆججەت ئاتى ئىناۋەتسىز

source: Failed to create a link for the URL "%s"
ku: Ji bo URLya "%s" tu girêdan nehate çêkirin
ug: تور ئادرېسى «%s» نىڭ ئۇلانمىسىنى قۇرالمىدى

source: Untitled document
ug: ماۋزۇسىز پۈتۈك

source: Failed to open directory "%s"
ku: Vekirina peldanka "%s" serneket
ug: مۇندەرىجە «%s» نى ئاچالمىدى

source: Show size
ug: چوڭلۇقىنى كۆرسەت

source: Size in bytes
ug: بايت چوڭلۇقى

source: Show size in bytes
ug: چوڭلۇقىنى بايت بويىچە كۆرسىتىدۇ

source: Filetype
ug: ھۆججەت تۈرى

source: Show filetype
ug: ھۆججەت تۈرىنى كۆرسىتىدۇ

source: Display Name
ug: كۆرسىتىش ئىسمى

source: Show display name
ug: كۆرسىتىش ئىسمىنى كۆرسىتىدۇ

source: Last Modified
ug: ئاخىرقى ئۆزگەرتىش

source: Show last modified
ug: ئاخىرقى ئۆزگەرتىشنى كۆرسىتىدۇ

source: Hidden Files Count
ug: يوشۇرۇن ھۆججەت سانى

source: Show hidden files count
ug: يوشۇرۇن ھۆججەت سانىنى كۆرسىتىدۇ

source: Configure the Toolbar
ug: قورال بالداق سەپلىمە

source: Configure the order and visibility of toolbar items. Note that toolbar items are always executed for the current directory.
ug: قورال بالداقتىكى تۈرلەرنىڭ تەرتىپى ۋە كۆرۈنۈشچانلىقىنى سەپلەيدۇ. دىققەت، قورال بالداق تۈرلىرى ھەمىشە نۆۋەتتىكى مۇندەرىجىدە ئىجرا قىلىنىدۇ.

source: De_fault Order
ug: كۆڭۈلدىكى تەرتىپ(_F)

source: _Symbolic Icons
ug: بەلگە سىنبەلگىسى(_S)

source: Use symbolic icons instead of regular ones (if available).
ug: ئادەتتىكى سىنبەلگىنىڭ ئورنىغا بەلگە سىنبەلگە ئىشلىتىلىدۇ(ئەگەر ئىشلەتكىلى بولسا).

source: Only visible when the menubar is hidden
ug: پەقەت تىزىملىك بالداق يوشۇرۇن بولغاندىلا كۆرۈنىدۇ

source: Verifying file contents...
ug: ھۆججەت مەزمۇنىنى دەلىللەۋاتىدۇ…

source: Failed to move file "%s": %s
ug: ھۆججەت «%s» نى يۆتكىيەلمىدى: %s

source: Failed to copy file "%s": %s
ug: ھۆججەت «%s» نى كۆچۈرەلمىدى: %s

source: Error while copying to "%s": %s more space is required to copy to the destination
ug: «%s» نى كۆچۈرۈۋاتقاندا خاتالىق كۆرۈلدى: نىشانغا كۆچۈش ئۈچۈن يەنە %s بوشلۇق بولۇشى كېرەك

source: Trying to restore "%s"
ug: «%s» نى ئەسلىگە كەلتۈرۈشكە ئۇرۇنۇۋاتىدۇ

source: The folder "%s" does not exist anymore but is required to restore the file "%s" from the trash
ug: قىسقۇچ «%s» ئەمدى مەۋجۇت ئەمەس. ھۆججەت «%s» نى ئەخلەتخانىدىن ئەسلىگە كەلتۈرۈش كېرەك

source: Failed to restore the folder "%s"
ug: قىسقۇچ «%s» نى ئەسلىگە كەلتۈرەلمىدى

source: Trying to move "%s"
ug: «%s» نى يۆتكىمەكچى بولۇۋاتىدۇ

source: Could not move "%s" directly. Collecting files for copying...
ug: «%s» نى بىۋاسىتە يۆتكىگىلى بولمىدى. كۆچۈرىدىغان ھۆججەتلەرنى يىغىۋاتىدۇ...

source: Collecting files...
ku: Pel tên kom kirin...
ug: ھۆججەت توپلاۋاتىدۇ...

source: %s of %s
ug: %s / %s

source: %lu hour remaining (%s/sec)
ug: %lu سائەت (%s/sec) قالدى

source: %lu minute remaining (%s/sec)
ug: %lu مىنۇت (%s/sec) قالدى

source: %lu second remaining (%s/sec)
ug: %lu سېكۇنت (%s/sec) قالدى

source: Loading...
ku: Tê bar kirin...
ug: يۈكلەۋاتىدۇ…

source: %u item
ug: %u تۈر

source: Invalid path
ku: Rêça nederbasdar
ug: ئىناۋەتسىز يول

source: Unknown user "%s"
ku: Bikarhênera/ê nenas "%s"
ug: يوچۇن ئىشلەتكۈچى «%s»

source: Today
ku: Îro
ug: بۈگۈن

source: Today at %X
ug: بۈگۈن ‏ ‎%X‎‏ دە

source: Yesterday
ku: Do
ug: تۈنۈگۈن

source: Yesterday at %X
ug: تۈنۈگۈن %X دە

source: %A at %X
ug: %A %X دە

source: %x at %X
ug: %x %X دە

source: %.*s (copy %u)%s
ug: %.*s (كۆچۈر %u)%s

source: link to %.*s%s
ug: %.*s%s غا باغلا

source: link %u to %.*s%s
ug: %u نى %.*s%s غا باغلا

source: Search:
ug: ئىزدە:

source: %s (%d hidden)
ug: %s (%d يوشۇرۇن)

source: 0 items
ug: 0 تۈر

source: Last Modified: %s
ug: ئاخىرقى ئۆزگەرتكەن ۋاقىت: %s

source: link to %s
ku: girêdana %s
ug: %s غا ئۇلا

source: shortcut
ug: قىسقا يول

source: mountable
ug: ئېگەرلىگىلى بولىدۇ

source: mount point
ug: ئېگەرلەش نۇقتىسى

source: Image Size:
ku: Mezinahiya Wêneyê:
ug: سۈرەت چوڭلۇقى:

source: _File
ku: _Pel
ug: ھۆججەت(_F)

source: New _Tab
ug: يېڭى بەتكۈچ(_T)

source: Open a new tab for the displayed location
ug: كۆرسىتىدىغان ئورۇنغا يېڭى بەتكۈچ ئاچىدۇ

source: New _Window
ug: يېڭى كۆزنەك(_W)

source: Open a new Thunar window for the displayed location
ku: Ji bo cihê hatiye nîşandan paceyeke nû ya Thunar veke
ug: كۆرسىتىدىغان ئورۇننى يېڭى Thunar كۆزنىكىدە ئاچىدۇ

source: Detac_h Tab
ug: بەتكۈچنى ئاجرات(_H)

source: Open current folder in a new window
ug: نۆۋەتتىكى قىسقۇچنى يېڭى كۆزنەكتە ئاچىدۇ

source: Close Ta_b
ug: بەتكۈچنى ياپ(_B)

source: Close this folder
ug: بۇ قىسقۇچنى ياپ

source: _Close Window
ug: كۆزنەكنى ياپ(_C)

source: Close this window
ku: Vê paceyê bigire
ug: مەزكۇر كۆزنەكنى تاقايدۇ

source: Close _All Windows
ku: _Hemû Paceyan Bigire
ug: ھەممە كۆزنەكنى ياپ(_A)

source: Close all Thunar windows
ku: Hemû paceyên Thunar bigire
ug: سۇنار(Thunar) نىڭ ھەممە كۆزنىكىنى تاقايدۇ

source: _Edit
ku: _Biguherîne
ug: تەھرىر(_E)

source: _Undo
ug: يېنىۋال(_U)

source: Red_o
ug: قايتىلا(_O)

source: Pr_eferences...
ku: _Vebijêrk...
ug: مايىللىق(_E)...

source: Edit Thunar's Preferences
ug: Thunar مايىللىقىنى تەھرىرلەيدۇ

source: _View
ku: _Bergeh
ug: كۆرۈنۈش(_V)

source: _Reload
ku: _Rojane bike
ug: قايتا يۈكلە(_R)

source: Reload the current folder
ku: Peldanka derbasdar dîsa bar bike
ug: نۆۋەتتىكى قىسقۇچنى قايتا يۈكلەيدۇ

source: S_plit View
ug: كۆرۈنۈشنى ئاجرات(_P)

source: Open/Close Split View
ug: ئاجراتقان كۆرۈنۈشنى ئاچ/ياپ

source: Switch Focused Split View Pane
ug: نىشانلانغان ئاجراتقان كۆرۈنۈش كۆزنەكچىسىنى ئالماشتۇرىدۇ

source: Locatio_n Selector
ug: ئورۇن تاللىغۇچ(_N)

source: _Text Style
ug: تېكىست ئۇسلۇبى(_T)

source: Traditional text box showing the current path
ug: ئەنئەنىۋى تېكىست قۇتىسى نۆۋەتتىكى يولنى كۆرسىتىدۇ

source: _Buttons Style
ug: توپچە ئۇسلۇبى(_B)

source: Modern approach with buttons that correspond to folders
ug: زامانىۋى ئۇسلۇبقا ماس قىسقۇچ توپچە بار

source: _Side Pane
ku: Panelê _Kêlekê
ug: يان كۆزنەكچە(_S)

source: _Shortcuts
ku: _Kurterê
ug: تېزلەتمە(_S)

source: Toggles the visibility of the shortcuts pane
ug: تېزلەتمە كۆزنىكىنى كۆرسىتىش/كۆرسەتمەسلىكنى ئۆزئارا ئالماشتۇرىدۇ

source: _Tree
ku: _Dar
ug: شاخسىمان(_T)

source: Toggles the visibility of the tree pane
ug: شاخسىمان كۆزنەكنى كۆرسىتىش/كۆرسەتمەسلىكنى ئۆزئارا ئالماشتۇرىدۇ

source: _Image Preview
ug: سۈرەتنى ئالدىن كۆزەت(_I)

source: Change the visibility of this window's image preview
ug: بۇ كۆزنەكنىڭ سۈرەت ئالدىن كۆزىتىش كۆرۈنۈشچانلىقىنى ئۆزگەرتىدۇ

source: St_atusbar
ku: Şiva _Rewşê
ug: ھالەت بالداق(_A)

source: Change the visibility of this window's statusbar
ku: Xuyaneka darikê rewşa paceyê biguherîne
ug: كۆزنەكنىڭ ھالەت بالدىقىنى كۆرسىتىش/كۆرسەتمەسلىكنى ئۆزئارا ئالماشتۇرىدۇ

source: _Menubar
ug: تىزىملىك بالداق(_M)

source: Change the visibility of this window's menubar
ug: كۆزنەكنىڭ تىزىملىك بالدىقىنى كۆرسىتىش/كۆرسەتمەسلىكنى ئۆزئارا ئالماشتۇرىدۇ

source: _Terminal
ug: تېرمىنال(_T)

source: Toggle the visibility of the terminal emulator
ug: تېرمىنال تەقلىدلەشتۈرگۈچنى كۆرسىتىش/كۆرسەتمەسلىكنى ئالماشتۇرىدۇ

source: Configure _Toolbar...
ug: قورال بالداق سەپلىمە(_T)…

source: Configure the toolbar
ug: قورال بالداقنى سەپلەيدۇ

source: Cl_ear Saved Folder View Settings
ug: ساقلانغان قىسقۇچ كۆرۈنۈش تەڭشىكىنى تازىلايدۇ(_E)

source: Delete saved view settings for this folder
ug: بۇ قىسقۇچنىڭ ساقلانغان كۆرۈنۈش تەڭشىكىنى ئۆچۈرىدۇ

source: Show _Hidden Files
ku: Pelên _veşartî nîşan bide
ug: يوشۇرۇن ھۆججەتنى كۆرسەت(_H)

source: Toggles the display of hidden files in the current window
ku: Hildibijêre bê ka bila di paceya heyî de pelên nepen werine nîşandan yan na
ug: ھازىرقى كۆزنەكتىكى يوشۇرۇن ھۆججەتنى كۆرسىتىش/كۆرسەتمەسلىكنى ئالماشتۇرىدۇ

source: Show _File Highlight
ug: ھۆججەت يورۇتۇشنى كۆرسەت(_F)

source: Toggles the display of file highlight which can be configured in the file specific property dialog
ug: ھۆججەت بەلگىلەش خاسلىق سۆزلەشكۈدە سەپلىنىدىغان ھۆججەت يورۇتۇشنى كۆرسىتىش/كۆرسەتمەسلىكنى ئالماشتۇرىدۇ

source: Zoom I_n
ug: چوڭايت(_N)

source: Show the contents in more detail
ku: Kîtekîtên naverokê nîşan bide
ug: مەزمۇننىڭ تېخىمۇ كۆپ تەپسىلاتىنى كۆرسىتىدۇ

source: Zoom _Out
ku: _Dûrtir
ug: كىچىكلەت(_O)

source: Show the contents in less detail
ku: Naverokê bi kîtekîtên hindik nîşan bide
ug: مەزمۇننىڭ ئازراق تەپسىلاتىنى كۆرسىتىدۇ

source: Normal Si_ze
ku: Mezinahiya _Asayî
ug: ئادەتتىكى چوڭلۇق(_Z)
